{
    "status": true,
    "code": 200,
    "message": "Category Type Information",
    "data": [
        {
            "category_type_id": 1,
            "category_type_name": "Dastaan e Shahadat",
            "attributes": [
                {
                    "category_name": "Inside Museum",
                    "category_id": 5,
                    "icon": "5_main_2.jpg",
                    "category_type_id": 1,
                    "type_view": "L",
                    "image_path": "https://des.dwgroup.in/images/category-icons/5_main_2.jpg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "",
                            "location_id": 15,
                            "location_name": "Reception Area",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/15_155_reception_2.jpg"
                        },
                        {
                            "description": "",
                            "location_id": 16,
                            "location_name": "Miri Piri",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/16_156_miri_piri_3.jpg"
                        }
                    ]
                }
            ]
        },
        {
            "category_type_id": 2,
            "category_type_name": "Galleries",
            "attributes": [
                {
                    "category_name": "Gallery 1 to 3",
                    "category_id": 1,
                    "icon": "1_audi3.jpg",
                    "category_type_id": 2,
                    "type_view": "L",
                    "image_path": "https://des.dwgroup.in/images/category-icons/1_audi3.jpg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "",
                            "location_id": 1,
                            "location_name": "Gallery 1",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/1_141_audi1_2.jpg"
                        },
                        {
                            "description": "",
                            "location_id": 3,
                            "location_name": "Gallery 2",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/3_142_audi2_2.jpg"
                        },
                        {
                            "description": "",
                            "location_id": 4,
                            "location_name": "Gallery 3",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/4_143_audi3.jpg"
                        }
                    ]
                },
                {
                    "category_name": "Gallery 4 to 8",
                    "category_id": 2,
                    "icon": "2_audi6_1.jpg",
                    "category_type_id": 2,
                    "type_view": "L",
                    "image_path": "https://des.dwgroup.in/images/category-icons/2_audi6_1.jpg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "",
                            "location_id": 5,
                            "location_name": "Gallery 4",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/5_144_audi4_1.jpg"
                        },
                        {
                            "description": "",
                            "location_id": 6,
                            "location_name": "Gallery 5",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/6_145_audi5.jpg"
                        },
                        {
                            "description": "",
                            "location_id": 7,
                            "location_name": "Gallery 6",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/7_146_audi6_1.jpg"
                        },
                        {
                            "description": "",
                            "location_id": 8,
                            "location_name": "Gallery 7",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/8_147_audi7_2.jpg"
                        },
                        {
                            "description": "",
                            "location_id": 9,
                            "location_name": "Gallery 8",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/9_148_audi8_1.jpg"
                        }
                    ]
                },
                {
                    "category_name": "Gallery 9 to 11",
                    "category_id": 3,
                    "icon": "3_audi10_2.jpg",
                    "category_type_id": 2,
                    "type_view": "L",
                    "image_path": "https://des.dwgroup.in/images/category-icons/3_audi10_2.jpg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "",
                            "location_id": 11,
                            "location_name": "Gallery 10",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/11_150_audi10_2.jpg"
                        },
                        {
                            "description": "",
                            "location_id": 10,
                            "location_name": "Gallery 9",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/10_149_audi9_2.jpg"
                        },
                        {
                            "description": "",
                            "location_id": 12,
                            "location_name": "Gallery 11",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/12_151_audi11.jpg"
                        }
                    ]
                }
            ]
        },
        {
            "category_type_id": 3,
            "category_type_name": "Sculptures",
            "attributes": [
                {
                    "category_name": "Outside Museum",
                    "category_id": 6,
                    "icon": "6_main_2_1.jpg",
                    "category_type_id": 3,
                    "type_view": "L",
                    "image_path": "https://des.dwgroup.in/images/category-icons/6_main_2_1.jpg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "",
                            "location_id": 17,
                            "location_name": "Khanda (Symbol of Sikhism)",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/17_157_khanda_4.jpg"
                        },
                        {
                            "description": "",
                            "location_id": 18,
                            "location_name": "Sikh Warriors Monument",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/18_159_main_4.jpg"
                        },
                        {
                            "description": "",
                            "location_id": 19,
                            "location_name": "Open Theatre",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/19_160_open_air_theatre_1.jpg"
                        }
                    ]
                }
            ]
        },
        {
            "category_type_id": 4,
            "category_type_name": "Museums",
            "attributes": [
                {
                    "category_name": "Museums",
                    "category_id": 4,
                    "icon": "4_audi10.jpg",
                    "category_type_id": 4,
                    "type_view": "L",
                    "image_path": "https://des.dwgroup.in/images/category-icons/4_audi10.jpg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "Shaheed -E-Azam Sardar Bhagat Singh Museum is situated in ancestral village of Shaheed-e-Azam which is located at approximately 41 km from Jalandhar to Nawanshahar - Banga Road. Here we have mentioned the history of Sardar Bhagat Singh Museum. It was opened on 23rd of March 1981 in the village, on the 50th Martyrdom anniversary of Sardar Bhagat Singh. Khatkar Kalan is an ancient village which has got famous for its patriots and freedom fighters like Sardar Ajit Singh, Sardar Swaran Singh, and Shaheed-e-Azam Sardar Bhagat Singh. This museum is well-known because of its historic features. It has several documents and articles correlating with Bhagat Singh such as photographs, notes illustrating his handwriting, etc. There is a piece of detailed information has been provided about Bhagat Singh and his chattels or belongings. You can find galvanizing items related to Shaheed-e-Azam in the museum. This museum must-visit by history enthusiasts. The museum is a homage to the great legend. \r\n\r\nWhat to see inside the Sardar Bhagat Singh Museum? \r\nThe display includes about his life belongings like legendary photographs, articles, half-burnt bones and blood stained newspapers in which the ashes were wrapped are well preserved and displayed. The things are locked inside the glass doors and we can see through the glass. As a Museum holds a great cultural value. The things or attractions to see around Sardar Bhagat Singh Memorial Museum in Punjab, are Gurudwara Sukhchainana Sahib about 15km, Devi Talab Mandir Temple (36km), Dera Baba Murad shah (44km). The best time to visit the Museum in the morning hours, afternoon, and evening too with the minimum recommended for two hours. It is closed on the gazetted holidays and Monday. I am sure you can feel patriot at the time of visiting the museum.\r\n",
                            "location_id": 20,
                            "location_name": "Shaheed Bhagat Singh Museum",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/20_161_bhagat_singh.png"
                        },
                        {
                            "description": "Dastan-e-Shahadat, depicting Sikh history in Sri Chamkaur Sahib. Dastan-e-Shahadat was inaugurated by Governor Banwari Lal Purohit and Chief Minister Charanjit Singh Channi on the occasion of Prakash Parv of Shri Guru Nanak Dev Ji.\r\n\r\nHistory of Sikhism has been filmed in Galleries\r\n\r\nIn the 11 galleries created here, an attempt has been made to bring the history of Sikhism filmed in a modern way to the world. Scenes from the life of the first Patshahi Shri Guru Nanak Dev Ji to the lives of ten Guru Sahibans and the head brought by Bhai Jaita Ji to Shri Guru Tegh Bahadur Ji have been shot. Scenes of the Fateh performed on Sirhind by Baba Banda Singh Bahadur after the martyrdom of the tenth father Sri Guru Gobind Singh Ji and after the martyrdom of the lions are also shown in these galleries.",
                            "location_id": 13,
                            "location_name": "Dastaan - e - Shahadat",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/13_153_main.jpg"
                        },
                        {
                            "description": "Virasat-e-Khalsa (formerly known as Khalsa Heritage Memorial Complex) is a museum located at Anandpur Sahib. The museum gives an insight to the events that took place in Punjab five hundred years ago which gave birth to Sikhism and finally the Khalsa Panth. The museum throws light on the vision of the great Gurus, the eternal message of peace and brotherhood which they delivered to the whole mankind and the rich culture and heritage of Punjab. The museum is intended to commemorate 500 years of Sikh history and the 300th anniversary of the Khalsa, the scriptures written by the 10th and last Guru Sh. Guru Gobind Singh Ji founder of modern Sikhism.\r\n\r\nVirasat-e-Khalsa is conceived as a repository of the rich heritage of the Khalsa its history and culture of the Punjab so as to inspire visitors with the vision of the Gurus, emphasizing the eternal message of the great gurus for the whole mankind.\r\nTowards the end of the fifteenth century, in the Punjab region of Northern India, Guru Nanak Dev Ji founded a faith rooted in the core values of universalism, liberalism, and humanism. The nine Gurus who followed Him built upon and consolidated His teachings, thereby establishing Sikhism not only as a belief system but also as a way of life.\r\nTwo hundred years later, in 1699, on the occasion of Baisakhi, the Tenth Guru, Guru Gobind Singh Ji formally founded the Khalsa Panth at Anandpur Sahib, establishing a social order committed to peace, equality and justice for all. Today, on the same site, stands the majestic Gurdwara Takht Sri Kesgarh Sahib.\r\n\r\nThe year 1999 marked the Tercentenary of the Birth of the Khalsa. To commemorate this event, the Chief Minister of Punjab S. Parkash Singh Badal laid forth the outlines of a magnificient edifice to be known as Virasat – e – Khalsa at Sri Anandpur Sahib.\r\nThe Heritage Complex is inspired by the rich natural and architectural heritage of Sri Anandpur Sahib, while also drawing heavily from Sikh and regional architecture. Contrary to the tradition of domes which crown the sacred Sikh sites, the roofs of the Museum are concave-shaped receptors facing the sky. Sheathed in stainless steel, they reflect the sun’s light towards the Gurdwara and the Fort.\r\n\r\nAfter thirteen years of construction it has been inaugurated on November 25, 2011. It was opened for public on November 27, 2011.There are two complexes at each side of a ravine, connected by a ceremonial bridge:\r\n• The smaller, western complex includes an entrance piazza, an auditorium with 400 seating-capacity, two-story research and reference library and changing exhibition galleries.\r\n• The eastern complex contains a round memorial building as well as extensive, permanent exhibition space, consisting of two clusters of galleries that try to evoke the fortress architecture of the region (most evident in a nearby Gurudwara) and form a dramatic silhouette against the surrounding cliff terrain. The gathering of the galleries in groups of five reflects the Five Virtues, a central tenet of Sikhism.\r\nThe buildings are constructed of poured-in-place concrete; some beams and columns remain exposed, though a great deal of the structures will be clad in a local honey-colored stone. The rooftops are stainless steel-clad and exhibit a double curvature: they gather and reflect the sky while a series of dams in the ravine create pools that reflect the entire complex at night. The building was designed by world acclaimed architect Mr. Moshe Saifde.",
                            "location_id": 14,
                            "location_name": "Virasat E khalsa",
                            "image_path": "https://des.dwgroup.in/assets/static/locations/gallery/800800/14_154_1.jpg"
                        }
                    ]
                }
            ]
        }
    ]
}