{
    "status": true,
    "code": 200,
    "message": "Category Type Information",
    "data": [
        {
            "category_type_id": 1,
            "category_type_name": "Entrance hall",
            "attributes": [
                {
                    "category_name": "प्राप्ति ",
                    "category_id": 1,
                    "icon": "1_image-4-min.png",
                    "category_type_id": 1,
                    "type_view": "L",
                    "description": "प्राप्ति ",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/1_image-4-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "भगत सिंह संग्रहालय, जो कि खटकर कलां, पंजाब, भारत में स्थित है, भारतीय स्वतंत्रता आंदोलन के सबसे प्रभावशाली क्रांतिकारियों में से एक, शहीद भगत सिंह को श्रद्धांजलि अर्पित करता है। संग्रहालय का प्रवेश क्षेत्र आगंतुकों को ऐतिहासिक यात्रा पर ले जाने का द्वार है, जो भगत सिंह के जीवन और भारत की स्वतंत्रता संग्राम में उनके योगदान की एक झलक प्रदान करता है।\r\n\r\nप्रवेश क्षेत्र में प्रवेश करते ही, आगंतुकों का स्वागत देशभक्ति और बलिदान की भावना से गूंजते हुए वातावरण से होता है। क्षेत्र भगत सिंह और अन्य स्वतंत्रता सेनानियों के चित्रों से सजाया गया है, साथ ही सूचनापट भी हैं जो उनके वीरतापूर्ण कार्यों और उनके संघर्ष के महत्व का संक्षिप्त अवलोकन प्रदान करते हैं। प्रवेश डेस्क पर ज्ञानी कर्मचारी मौजूद होते हैं जो आगंतुकों को संग्रहालय की प्रदर्शनियों के माध्यम से मार्गदर्शन करते हैं, जिसमें भगत सिंह की व्यक्तिगत सामग्री, पत्र, और स्वतंत्रता आंदोलन से संबंधित दस्तावेज़, साथ ही उनके विचारों और क्रियाकलापों को प्रभावित करने वाली पुस्तकों और साहित्य का संग्रह शामिल है।",
                            "location_id": 54,
                            "location_name": "स्वागत",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/54_150_image-4-min.png"
                        }
                    ]
                }
            ]
        },
        {
            "category_type_id": 2,
            "category_type_name": "Gallery",
            "attributes": [
                {
                    "category_name": " गैलरी 1",
                    "category_id": 13,
                    "icon": "13_image-9-min.png",
                    "category_type_id": 2,
                    "type_view": "L",
                    "description": " गैलरी 1",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/13_image-9-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "जलियाँवाला की गूँज: 13 अप्रैल, 1919\" गैलरी भगत सिंह संग्रहालय में जलियाँवाला बाग नरसंहार की गंभीर स्मृति को समर्पित है, जो भारत की स्वतंत्रता संग्राम के इतिहास में एक निर्णायक क्षण था। उस दिन, ब्रिटिश सेनाओं ने अमृतसर में निहत्थे नागरिकों पर क्रूरतापूर्वक गोलीबारी की, जिससे भारी जनहानि हुई और ब्रिटिश शासन के प्रति जनता की भावना में एक मोड़ आया। यह गैलरी फोटोग्राफ्स, दस्तावेज़ों, और बचे लोगों की गवाहियों के माध्यम से त्रासदी के प्रभाव और इसकी भारतीय स्वतंत्रता आंदोलन को प्रेरित करने में भूमिका को संक्षिप्त परंतु शक्तिशाली ढंग से प्रस्तुत करती है। आगंतुकों को उस बलिदान और सहनशीलता पर चिंतन करने का निमंत्रण दिया जाता है जिसने राष्ट्र के इतिहास को आकार दिया, सुनिश्चित करते हुए कि खोए गए लोगों की स्मृति भविष्य की पीढ़ियों को प्रेरित करती रहे।",
                            "location_id": 62,
                            "location_name": "जलियांवाला बाग की गूंज: 13 अप्रैल, 1919",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/62_161_image-9-min.png"
                        }
                    ]
                },
                {
                    "category_name": " गैलरी 2",
                    "category_id": 14,
                    "icon": "14_image-15-min.png",
                    "category_type_id": 2,
                    "type_view": "L",
                    "description": " गैलरी 2",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/14_image-15-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "क्रांतिकारी की यात्रा: भगत सिंह 1907-1931\" गैलरी, भारत के सबसे प्रतिष्ठित स्वतंत्रता सेनानियों में से एक, शहीद भगत सिंह के जीवन और विरासत को समेटे हुए है। 1907 में जन्मे, भगत सिंह ने एक ऐसे समय में पले-बढ़े जब राष्ट्रवादी उत्साह अपने चरम पर था, जिसने उनके क्रांतिकारी आदर्शों को आकार दिया। यह गैलरी भगत सिंह के जीवन के महत्वपूर्ण क्षणों को उजागर करते हुए उनकी यात्रा के माध्यम से आगंतुकों को ले जाती है, पंजाब में उनके जन्म से लेकर भारतीय स्वतंत्रता आंदोलन में उनकी भागीदारी, और अंततः 1931 में उनके बलिदान तक।\r\n\r\nफोटोग्राफ्स, व्यक्तिगत पत्र, कलाकृतियाँ, और जानकारीपूर्ण पैनलों के संग्रह के माध्यम से, यह गैलरी भगत सिंह के एक युवा देशभक्त से ब्रिटिश शासन के विरुद्ध प्रतिरोध के प्रतीक के रूप में उनके विकास को दर्शाती है। महत्वपूर्ण मील के पत्थरों में उनकी असहयोग आंदोलन में भागीदारी, साइमन कमीशन के विरोध में नाटकीय प्रदर्शन, लाहौर षड्यंत्र मामला, और भारतीय कैदियों के लिए समान अधिकारों के लिए उनकी भूख हड़ताल शामिल हैं।\r\n\r\nगैलरी 23 मार्च, 1931 को भगत सिंह के निष्पादन के साथ समाप्त होती है, जो पीछे एक ऐसी विरासत छोड़ जाती है जो पीढ़ियों को प्रेरित करती रहती है। आगंतुक भगत सिंह के भारत की स्वतंत्रता संग्राम में योगदान और उनके स्थायी महत्व की गहरी समझ के साथ बाहर आते हैं।",
                            "location_id": 63,
                            "location_name": "क्रांतिकारी की यात्रा: भगत सिंह 1907-1931",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/63_162_image-15-min.png"
                        }
                    ]
                },
                {
                    "category_name": " गैलरी 3",
                    "category_id": 15,
                    "icon": "15_image-11-min.png",
                    "category_type_id": 2,
                    "type_view": "L",
                    "description": " गैलरी 3",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/15_image-11-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "इंकलाब की गूँज: स्वतंत्रता की पुकार\" गैलरी भगत सिंह संग्रहालय में भारत की स्वतंत्रता संग्राम के साथ पर्यायवाची बन चुके प्रतिष्ठित नारे \"इंकलाब ज़िंदाबाद\" (क्रांति दीर्घायु हो) के सार और प्रभाव को दर्शाती है। भगत सिंह जैसे स्वतंत्रता सेनानियों द्वारा गढ़ा और लोकप्रिय बनाया गया, यह शक्तिशाली वाक्यांश लाखों दिलों को प्रज्वलित करता है, उन्हें उपनिवेशवादी शासन के विरुद्ध खड़े होने के लिए प्रोत्साहित करता है।\r\n\r\nयह गैलरी \"इंकलाब ज़िंदाबाद\" की उत्पत्ति, प्रसार और महत्व को वस्तुओं, फोटोग्राफों, और दस्तावेज़ों के जीवंत संग्रह के माध्यम से प्रदर्शित करती है। आगंतुक इंटरैक्टिव प्रदर्शनों के माध्यम से इस नारे की यात्रा को इसके आरंभ से, भारत भर के विभिन्न स्वतंत्रता आंदोलनों द्वारा इसकी अपनाई जाने की प्रक्रिया से, लेकर राष्ट्र की सामूहिक स्मृति में इसकी स्थायी विरासत तक का पता लगा सकते हैं।",
                            "location_id": 66,
                            "location_name": "इंक़लाब की गूंज: स्वतंत्रता की पुकार",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1708594282_66_image-11-min.png"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 4",
                    "category_id": 19,
                    "icon": "19_image-13-min.png",
                    "category_type_id": 2,
                    "type_view": "L",
                    "description": "गैलरी 4",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/19_image-13-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "क्रांति के अवशेष: भगत सिंह की विरासत\" गैलरी भगत सिंह संग्रहालय में भारत के सबसे पूज्य स्वतंत्रता सेनानियों में से एक के जीवन की गहराई से झलक प्रदान करती है। यह गैलरी भगत सिंह की विभिन्न वस्तुओं और निजी सामग्रियों को प्रदर्शित करने के लिए सावधानीपूर्वक क्यूरेट की गई है, प्रत्येक वीरता, बुद्धिमत्ता, और त्याग की कहानी कहती है।\r\n\r\nआगंतुक भगत सिंह के हस्तलिखित नोट्स, साथी क्रांतिकारियों और परिवार के साथ आदान-प्रदान किए गए पत्रों, साथ ही उनकी क्रांतिकारी विचारधाराओं को प्रभावित करने वाली पुस्तकों को करीब से देख सकते हैं। गैलरी में उनके व्यक्तिगत सामान जैसे कपड़े, उनके अंतिम पत्र को लिखने के लिए इस्तेमाल किया गया पेन, और अधिक भी हैं, जो स्वयं किंवदंती से एक ठोस संबंध प्रदान करते हैं।\r\n\r\nप्रदर्शन पर वस्तुओं की विस्तृत कथाओं को प्रदान करने वाले ग्राफिक पैनलों के साथ, गैलरी आगंतुकों को भगत सिंह के जीवन में गहराई से उतरने का निमंत्रण देती है। स्थान के चारों ओर रणनीतिक रूप से रखे गए टच कियोस्क इंटरैक्टिव खोज की अनुमति देते हैं, आगंतुकों को भगत सिंह के भारत की स्वतंत्रता संग्राम में योगदान, उनकी दर्शन, और उनकी स्थायी विरासत पर मल्टीमीडिया प्रस्तुतियों के साथ संलग्न करने की अनुमति देते हैं।",
                            "location_id": 67,
                            "location_name": "क्रांति के अवशेष: भगत सिंह की विरासत",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1708594350_67_image-13-min.png"
                        }
                    ]
                }
            ]
        },
        {
            "category_type_id": 3,
            "category_type_name": "Attractions",
            "attributes": [
                {
                    "category_name": "आकर्षण 1",
                    "category_id": 9,
                    "icon": "9_image-5-min.png",
                    "category_type_id": 3,
                    "type_view": "L",
                    "description": "आकर्षण 1",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/9_image-5-min.png",
                    "is_children": 0,
                    "is_location": 0,
                    "location_listing": null
                },
                {
                    "category_name": "आकर्षण 2",
                    "category_id": 10,
                    "icon": "10_image-8-min.png",
                    "category_type_id": 3,
                    "type_view": "L",
                    "description": "आकर्षण 2",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/10_image-8-min.png",
                    "is_children": 0,
                    "is_location": 0,
                    "location_listing": null
                },
                {
                    "category_name": "आकर्षण 3",
                    "category_id": 11,
                    "icon": "11_image-12-min.png",
                    "category_type_id": 3,
                    "type_view": "L",
                    "description": "आकर्षण 3",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/11_image-12-min.png",
                    "is_children": 0,
                    "is_location": 0,
                    "location_listing": null
                },
                {
                    "category_name": "आकर्षण 4",
                    "category_id": 12,
                    "icon": "12_image-14-min.png",
                    "category_type_id": 3,
                    "type_view": "L",
                    "description": "आकर्षण 4",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/12_image-14-min.png",
                    "is_children": 0,
                    "is_location": 0,
                    "location_listing": null
                }
            ]
        },
        {
            "category_type_id": 4,
            "category_type_name": "Zones",
            "attributes": [
                {
                    "category_name": "क्षेत्र 1",
                    "category_id": 3,
                    "icon": "3_image-4-min.png",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "क्षेत्र 1",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/3_image-4-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "क्रांति मानव जाति का अपरिहार्य अधिकार है। स्वतंत्रता सभी का कभी न ख़त्म होने वाला जन्मजात अधिकार है।\r\nशहीद भगत सिंह के इन क्रांतिकारी विचारों ने भारतीय स्वतंत्रता संग्राम में राष्ट्रवाद की चेतना जागृत की। युवा, ऊर्जावान और निडर भगत सिंह के स्वतंत्र भारत के बचपन के अदृश्य सपने ने युवाओं को भारत की स्वतंत्रता के लिए सशक्त रूप से खड़े होने के लिए प्रेरित किया। इन विचारों ने दुनिया के समक्ष एक क्रांतिकारी नेता, विचारशील व्यक्तित्व और सशक्त युवा का प्रभावशाली उदाहरण प्रस्तुत किया, जिसने भारत के राष्ट्रवादी आंदोलनों को प्रेरित किया।\r\nअपने जीवन में, भगत सिंह की वीरता, साहस और विचारधारा ने भारत के शीर्ष नेताओं के विचारों को गहराई से प्रभावित किया और उन्होंने भारत के स्वतंत्रता संग्राम के लिए एक नया दृष्टिकोण प्रदान किया।\r\nइस संग्रहालय की यात्रा में, भारत के एक महान स्वतंत्रता सेनानी के जीवन का परिचय प्राप्त करें और देखें कि किस प्रकार इस युवा देशभक्त ने भारत के इतिहास पर अमिट प्रभाव डाला।",
                            "location_id": 55,
                            "location_name": "स्वागत",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/55_151_image-4-min.png"
                        }
                    ]
                },
                {
                    "category_name": "क्षेत्र 2",
                    "category_id": 4,
                    "icon": "4_image-5-min.png",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "क्षेत्र 2",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/4_image-5-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "संग्रहालय की केंद्रीय कला स्थापना में \"इंकलाब ज़िंदाबाद\" (क्रांति दीर्घायु हो) का प्रतिष्ठित नारा मध्य-वायु में लटका हुआ है, जो एक गतिशील और मनमोहक प्रदर्शनी बनाता है। यह शक्तिशाली वाक्यांश, जो भारतीय स्वतंत्रता आंदोलन और भगत सिंह की क्रांतिकारी उत्साह के साथ समानार्थी है, कई भाषाओं में अपना संदेश प्रकट करते हुए सुंदरता से घूमता है। यह बहुभाषी प्रस्तुति न केवल स्वतंत्रता और न्याय की खोज की विश्वव्यापी अपील का जश्न मनाती है, बल्कि विविध संस्कृतियों और समुदायों में भगत सिंह के प्रभाव को भी सम्मानित करती है।\r\n\r\nस्थापना का डिज़ाइन बुद्धिमानी से सौंदर्य अपील और ऐतिहासिक महत्व को संयोजित करता है, जिससे आगंतुक स्वतंत्रता संघर्ष के सार के साथ गहन रूप से संलग्न हो सकते हैं। जैसे ही नारा घूमता है, यह छायाएँ और प्रतिबिंब बनाता है, जो भगत सिंह के आदर्शों के व्यापक प्रभाव और स्वतंत्रता की लड़ाई की स्थायी प्रासंगिकता का प्रतीक है। यह केंद्रीय टुकड़ा स्वतंत्रता के संघर्ष में एकता और विविधता की याद दिलाता है, भारत के इतिहास को आकार देने वाली सामूहिक आकांक्षाओं और त्यागों पर चिंतन करने के लिए प्रोत्साहित करता है।",
                            "location_id": 56,
                            "location_name": "केंद्रीय स्थापना",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/56_152_image-5-min.png"
                        }
                    ]
                },
                {
                    "category_name": "क्षेत्र 3",
                    "category_id": 5,
                    "icon": "5_image-6-min.png",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "क्षेत्र 3",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/5_image-6-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "सरदार भगत सिंह का जन्म 28 सितंबर 1907 को सुबह 9 बजे एक पंजाबी परिवार में गांव बंगा, लायलपुर, जो अब पाकिस्तान में फैसलाबाद है, हुआ। उनके परिवार के अधिकांश सदस्य राष्ट्रवादी थे। भगत सिंह के दादा, अर्जन सिंह, एक जमींदार और स्वामी दयानंद सरस्वती के अनुयायी थे, जिन्होंने आर्य समाज की स्थापना की, जो समाज में असमानताओं को दूर करने के लिए एक सामाजिक सुधार आंदोलन था। अर्जन सिंह एक आर्य समाज के सदस्य थे जिन्होंने अहिंसात्मक तरीकों को बढ़ावा दिया और पंजाब में स्वराज के विचार को फैलाने में महत्वपूर्ण भूमिका निभाई। भगत सिंह की दादी, सरदारनी जय कौर, भी एक उत्साही आर्य समाजी थीं जिन्होंने भारत के स्वतंत्रता संग्राम के दौरान अर्जन सिंह का साहसिकता से समर्थन किया। भगत सिंह अक्सर अपने लेखन में अपनी दादी का उल्लेख करते थे, उन्हें अपने प्रेरणा और समर्पण का स्रोत मानते थे।\r\nभगत सिंह के दादा-दादी के तीन बेटे थे। किशन सिंह, भगत सिंह के पिता, गदर पार्टी के सक्रिय सदस्य थे, जिन्होंने अपने बेटे को समाजवाद की राजनीतिक विचारधारा से परिचित कराया, जो उनके लेखन में प्रकट हुई। किशन सिंह ने भगत सिंह में स्वतंत्रता के प्रति एक जुनून भी भरा। भगत सिंह की मां, विद्यावती देवी, उनकी दृढ़ता और संकल्प का स्रोत थीं। उन्होंने अपने बेटे की जल्दी मृत्यु को इस बात के खिलाफ नहीं होने दिया कि सिंह परिवार का देशभक्ति से भरा जवाब उपनिवेशीकरण के खिलाफ था। उनकी बलिदान और शिक्षाएं भगत सिंह को विश्व इतिहास में अमर बना गईं।",
                            "location_id": 57,
                            "location_name": "प्रारंभिक जीवन और परिवार",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/57_153_image-6-min.png"
                        }
                    ]
                },
                {
                    "category_name": "क्षेत्र 4",
                    "category_id": 6,
                    "icon": "6_image-7-min.png",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "क्षेत्र 4",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/6_image-7-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "एक लीपात्मक कक्ष जिसमें भगत सिंह की मां के भाषण का ऑडियो है, जो एक होलोग्राफिक आकृति के माध्यम से प्रतिनिधित की जाती है, उनके पूर्वजों के घर के संरचनात्मक पृष्ठभूमि के साथ।",
                            "location_id": 58,
                            "location_name": "मां का भाषण",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/58_154_image-7-min.png"
                        }
                    ]
                },
                {
                    "category_name": "क्षेत्र 5",
                    "category_id": 7,
                    "icon": "7_image-1_.png",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "क्षेत्र 5",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/7_image-1_.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "गदर पार्टी की स्थापना 1 नवंबर 1913 को सैन फ्रांसिस्को, कैलिफोर्निया में हुई थी, जिसका उद्देश्य प्रवासी भारतीय युवाओं और अप्रवासी भारतीयों के बीच भारतीय राष्ट्रवादी विचारों को प्रसारित करना था। इसका मुख्य लक्ष्य था दुनिया को बताना कि अंग्रेज़ी शासन केवल परोपकारी नहीं, बल्कि निरंकुश शासन का संचालन कर रहा है। इस आंदोलन ने भारतीयों से एकजुट होकर अंग्रेज़ी शासन के खिलाफ संघर्ष करने की अपील की। गदर पार्टी ने भारत की संप्रभुता के अटूट सपने के साथ, हथियार और तलवार के माध्यम से क्रांतिकारी विचारधारा का प्रसार किया।\r\nगदरियों के नाम से मशहूर, गदर पार्टी के सदस्यों में मुंशी सोहन सिंह भाकना, विश्वाखा सिंह दादेहर, शाला सिंह ठठिया, करतार सिंह सराभा, लाला हरदयाल, बरकतुल्ला खान और तारक नाथ दास शामिल थे, जिन्होंने दृढ़ समर्पण के साथ अपने उद्देश्यों को सशक्त बनाया। वर्ष 1914 में क्रांतिकारी लाला हरदयाल ने लिखा, 'प्रार्थना और अनुरोध का समय चला गया, अब तलवारों के बोलने का समय है।' गदर के सदस्य अपने संघर्ष और बलिदानों के लिए जाने जाते हैं।",
                            "location_id": 59,
                            "location_name": "ग़दर पार्टी आंदोलन",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/59_182_22.jpeg"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 6",
                    "category_id": 20,
                    "icon": "20_image-8-min.png",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 6",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/20_image-8-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "23 मई 1914 को जापानी जहाज कोमागाता मारू पर सवार 376 भारतीय अप्रवासी कनाडा पहुँचे। इस यात्रा को कनाडा में प्रवेश नहीं मिला क्योंकि कनाडा सरकार ने अप्रवासन अधिनियम (1910) में संशोधन कर दिया था, जिसके तहत अप्रवासी के पास 200 डॉलर की राशि होना अनिवार्य कर दिया गया था। यह राशि क्षेत्रीय अप्रवासी के लिए निर्धारित राशि से आठ गुना अधिक थी, और उन्हें अपने मूल देश से निरंतर यात्रा का प्रमाण भी देना होता था।\r\nइस दौरान भारतीयों के प्रति इन भेदभावपूर्ण कानूनों के खिलाफ दो महीने तक संघर्ष चलता रहा। कनाडा के पन प्राधिकरण ने यात्रियों के भोजन और पानी की आपूर्ति को नियंत्रित कर दिया। बाद में, केवल 24 यात्रियों को कनाडा में प्रवेश की अनुमति दी गई, जबकि शेष यात्री अपनी मातृभूमि, ब्रिटिश इंडिया, को वापस लौट गए। 27 सितंबर 1914 को कोमागाता मारू कलकत्ता (वर्तमान कोलकाता) पहुँचा। 29 सितंबर 1914 को जहाज कलकत्ता से 27 किलोमीटर दूर बज बज घाट पहुँचा। जहाज पर सवार 321 यात्रियों के साथ पुलिस की झड़प शुरू हो गई। पुलिस ने गोलियाँ चला दीं, जिसमें 22 यात्रियों की मृत्यु हो गई।\r\nकोमागाता मारू की घटना में हुए मानवाधिकारों के उल्लंघन और यात्रियों की अनुचित हिरासत ने भारतीयों के बीच आक्रोश उत्पन्न किया और भारतीय स्वतंत्रता संग्राम को तीव्रता प्रदान की।",
                            "location_id": 68,
                            "location_name": "कोमागाटा मारू घटना",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/68_184_32.jpeg"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 7",
                    "category_id": 21,
                    "icon": "21_image-9-min.png",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 7",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/21_image-9-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "जालियांवाला बाग हत्याकांड का इमर्सिव शो, जिसने युवा भगत सिंह पर गहरा और प्रेरणादायक प्रभाव डाला और उन्हें एक महान क्रांतिकारी बनने का कारण बना। यह इंस्टॉलेशन जालियांवाला बाग के त्रासदी के विषय को दर्शाने के लिए कल्पित किया गया है, जिसे दीवार पर प्रोजेक्शन मैपिंग के माध्यम से प्रस्तुत किया गया है। जालियांवाला बाग का कुंड केंद्र में फिर से बनाया गया है, और कमरे को संबंधित तत्वों के साथ दृश्य कला (स्केनोग्राफी) की मदद से सजाया गया है।",
                            "location_id": 69,
                            "location_name": "जलियाँवाला बाग़ हत्याकांड",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/69_166_Jaliawala_Bagh.png"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 8",
                    "category_id": 22,
                    "icon": "22_image-10-min.png",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 8",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/22_image-10-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "काकोरी ट्रेन कांड एक महत्वपूर्ण घटना थी, जो हमारे देश के स्वतंत्रता संग्राम के दृढ़ संकल्प और साहस को दर्शाती है।\r\n9 अगस्त 1925 को, हिंदुस्तान रिपब्लिकन एसोसिएशन (एच.आर.ए.) के नेता राम प्रसाद बिस्मिल, राजेंद्र लाहिड़ी, रोशन सिंह और अशफाक उल्ला खान ने भारतीय धन को जुटाकर एकत्रित किए गए कोष को लूटने का प्रयास किया, जिसे शाहजहाँपुर से लखनऊ ब्रिटिश खजाने में स्थानांतरित किया जा रहा था। लखनऊ के निकट काकोरी स्टेशन पर स्वतंत्रता सेनानियों ने स्पेशल ट्रेन को अपने नियंत्रण में ले लिया और कोष को लेकर लखनऊ भाग गए।\r\nइस साहसिक घटना ने औपनिवेशिक सरकार को चौंका दिया और इस तथ्य को स्थापित किया कि साहसी भारतीय देशभक्त अपने देश के लिए अपने जीवन का बलिदान देने को तैयार थे। गहन तलाशी के बाद वे सभी पकड़े गए।\r\n17 दिसंबर 1927 को राजेंद्र लाहिड़ी को फाँसी दे दी गई और दो दिन बाद शेष सभी को फाँसी दी गई। भारत की स्वतंत्रता के लिए युवा शहीदों के प्रयासों का जनता पर सकारात्मक प्रभाव पड़ा।\r\nहालाँकि इन घटनाओं के समय भगत सिंह वहाँ मौजूद नहीं थे, लेकिन उन्होंने इन क्रांतिकारियों का पूरा समर्थन किया और उनकी बहादुरी की प्रशंसा में 'किरती' - एक पंजाबी मासिक पत्रिका - में लेख भी लिखा।\r\nहिंदुस्तान रिपब्लिकन एसोसिएशन से हिंदुस्तान सोशलिस्ट रिपब्लिकन एसोसिएशन के राज़वादी नेता शचीन्द्रनाथ सान्याल 1923 में स्थापित हिंदुस्तान रिपब्लिकन एसोसिएशन (एच.आर.ए.) के संस्थापक में से एक थे। उन्होंने भगत सिंह और पंजाब के एक अन्य राज़वादी नेता, भगवती चरण वोहरा को संगठन में काम करने के लिए कहा।\r\nबगैरविरोधी आंदोलन को चुनौती देने के लिए भगत सिंह ने एच.आर.ए. के सदस्यों के साथ अथक प्रयास किया। अनेक शहरों में एच.आर.ए की शाखाएँ खुल गईं और कुछ बम बनाने की इकाइयाँ भी बनाई गईं।\r\n8 सितंबर 1928 को गलत अनुमान से हुई बम दुर्घटना के कारण एच.आर.ए के नेता, श्री माकन डेविड सिंह और श्री मनमोहन गुप्ता को हिरासत में ले लिया गया।\r\nक्रांतिकारी गतिविधियों के कारण पार्टी का झुकाव समाजवाद की ओर हुआ। भगत सिंह एक समाजवादी कार्यकर्ता के रूप में खड़े हुए और पार्टी कार्यकर्ताओं से एच.आर.ए. का नाम बदलकर हिंदुस्तान सोशलिस्ट रिपब्लिकन एसोसिएशन (एच.एस.आर.ए.) करने का आग्रह किया। दो दिनों की लंबी चर्चा के बाद उनके प्रस्ताव को स्वीकार कर लिया गया और नए नाम वाली एच.एस.आर.ए. का नेतृत्व चंद्र शेखर आजाद को सौंपा गया।",
                            "location_id": 70,
                            "location_name": "भगत सिंह द्वारा संचालित आंदोलन",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/70_167_image-10-min.png"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 9",
                    "category_id": 23,
                    "icon": "23_Simon_Commission_Movement.png",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 9",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/23_Simon_Commission_Movement.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "औपनिवेशिक शासन के तहत भारत में संवैधानिक सुधारों की प्रगति की समीक्षा करने के लिए 1927 में ब्रिटिश सरकार द्वारा सर जॉन साइमन के नेतृत्व में भारतीय विधायी आयोग (साइमन आयोग) का गठन किया गया था। भारतीय नेताओं के धैर्य की परीक्षा तब हुई जब इस आयोग में किसी भी भारतीय को शामिल नहीं किया गया, जिसे ब्रिटिश प्रशासन द्वारा अपमानजनक संकेत के रूप में देखा गया। इसका विरोध जोरदार प्रदर्शन, मार्च और भाषणों के माध्यम से किया गया।\r\nआयोग के खिलाफ विद्रोह का नेतृत्व मुख्य रूप से पंजाब क्षेत्र में लाला लाजपत राय ने किया। भगत सिंह और उनके साथी भी बिना किसी हिचकिचाहट के इसमें शामिल हो गए। लाला लाजपत राय के नेतृत्व में 'साइमन वापस जाओ' के नारे लगाए गए। इसके प्रतिकार में अंग्रेज़ों द्वारा हिंसक लाठीचार्ज किया गया, और इस दौरान लाला लाजपत राय को सीधे निशाना बनाया गया। 17 नवंबर 1928 को लाठीचार्ज में गंभीर रूप से घायल लालाजी की मृत्यु ने भगत सिंह और अन्य देशभक्तों के लिए स्वतंत्रता के आंदोलन को तीव्र करने के लिए प्रेरणा का कार्य किया।",
                            "location_id": 71,
                            "location_name": "साइमन कमीशन आंदोलन",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/71_168_Simon_Commission_Movement.png"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 10",
                    "category_id": 24,
                    "icon": "24_image-11-min.png",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 10",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/24_image-11-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "1929 में घटित दिल्ली असेंबली का बम कांड भारतीय स्वतंत्रता आंदोलन में अत्यधिक महत्वपूर्ण साबित हुआ। 8 अप्रैल 1929 को एच.एस.आर.ए. के दो सदस्य, भगत सिंह और बटुकेश्वर दत्त, दिल्ली विधानसभा में दाखिल हुए। सार्वजनिक सुरक्षा विधेयक और व्यापार विवाद विधेयक के पारित होने के सत्र के दौरान दोनों ने सरकारी अधिकारियों की सीटों की ओर दो बम फेंके।\r\nप्रचंड आवाज के साथ दिल्ली विधानसभा में घना धुआँ फैल गया और सीटों के टूटने के साथ लोगों में भगदड़ मच गई। कुछ मामूली चोटों को छोड़कर, कोई गंभीर रूप से घायल नहीं हुआ और न ही कोई मौत हुई। इस बीच, पं. मदन मोहन मालवीय, पं. मोतीलाल नेहरू, श्री वल्लभ भाई पटेल और मोहम्मद अली जिन्ना जैसे कुछ संसद सदस्य वहीं बने रहे, क्योंकि उन्हें भगत सिंह और बटुकेश्वर दत्त पर पूरा विश्वास था।\r\nभगत सिंह और बटुकेश्वर दत्त का विधानसभा में प्रवेश आज भी यादगार बना हुआ है, हालाँकि माना जाता है कि वे कुछ दिन पहले से उस स्थान पर छानबीन कर रहे थे। उनमें से एक के पास एक भरी हुई बंदूक थी, जिसे उन्होंने मेज पर रख दिया। उन्होंने \"इंकलाब जिंदाबाद!\" का नारा लगाया। उन्होंने भागने का कोई प्रयास नहीं किया।\r\nजब धुआँ कम हुआ, तब भगत सिंह और बटुकेश्वर दत्त ने शांति से अपनी गिरफ्तारी दी। पुलिस अधिकारियों, इंस्पेक्टर टेरी और इंस्पेक्टर जॉनसन ने दोनों को चांदनी चौक पुलिस स्टेशन ले गए। रास्ते में उन्होंने बड़े-बड़े लाल झंडे हवा में उड़ाए जिन पर \"हिंदुस्तान सोशलिस्ट रिपब्लिकन आर्मी\" का नारा लिखा था कि \"बहरों को सुनाने के लिए तेज आवाज़ की ज़रूरत होती है।\" इस घटना ने अंतरराष्ट्रीय स्तर पर लोगों का ध्यान भारतीय स्वतंत्रता संग्राम की ओर आकर्षित किया। दिल्ली विधानसभा बम विस्फोट ने बर्बर शासन के प्रति भारतीयों के बीच बढ़ते आक्रोश को उजागर किया, जिसके बाद पूरे देश में व्यापक विरोध प्रदर्शन शुरू हो गए। प्रमुख नेताओं ने भगत सिंह और उनके सहयोगियों के प्रति अपना समर्थन जताया।",
                            "location_id": 72,
                            "location_name": "दिल्ली विधानसभा बम धमाका",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/72_169_image-11-min.png"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 11",
                    "category_id": 25,
                    "icon": "25_24_image-11-min.png",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 11",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/25_24_image-11-min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "1929 में घटित दिल्ली असेंबली का बम कांड भारतीय स्वतंत्रता आंदोलन में अत्यधिक महत्वपूर्ण साबित हुआ। 8 अप्रैल 1929 को एच.एस.आर.ए. के दो सदस्य, भगत सिंह और बटुकेश्वर दत्त, दिल्ली विधानसभा में दाखिल हुए। सार्वजनिक सुरक्षा विधेयक और व्यापार विवाद विधेयक के पारित होने के सत्र के दौरान दोनों ने सरकारी अधिकारियों की सीटों की ओर दो बम फेंके।\r\nप्रचंड आवाज के साथ दिल्ली विधानसभा में घना धुआँ फैल गया और सीटों के टूटने के साथ लोगों में भगदड़ मच गई। कुछ मामूली चोटों को छोड़कर, कोई गंभीर रूप से घायल नहीं हुआ और न ही कोई मौत हुई। इस बीच, पं. मदन मोहन मालवीय, पं. मोतीलाल नेहरू, श्री वल्लभ भाई पटेल और मोहम्मद अली जिन्ना जैसे कुछ संसद सदस्य वहीं बने रहे, क्योंकि उन्हें भगत सिंह और बटुकेश्वर दत्त पर पूरा विश्वास था।\r\nभगत सिंह और बटुकेश्वर दत्त का विधानसभा में प्रवेश आज भी यादगार बना हुआ है, हालाँकि माना जाता है कि वे कुछ दिन पहले से उस स्थान पर छानबीन कर रहे थे। उनमें से एक के पास एक भरी हुई बंदूक थी, जिसे उन्होंने मेज पर रख दिया। उन्होंने \"इंकलाब जिंदाबाद!\" का नारा लगाया। उन्होंने भागने का कोई प्रयास नहीं किया।\r\nजब धुआँ कम हुआ, तब भगत सिंह और बटुकेश्वर दत्त ने शांति से अपनी गिरफ्तारी दी। पुलिस अधिकारियों, इंस्पेक्टर टेरी और इंस्पेक्टर जॉनसन ने दोनों को चांदनी चौक पुलिस स्टेशन ले गए। रास्ते में उन्होंने बड़े-बड़े लाल झंडे हवा में उड़ाए जिन पर \"हिंदुस्तान सोशलिस्ट रिपब्लिकन आर्मी\" का नारा लिखा था कि \"बहरों को सुनाने के लिए तेज आवाज़ की ज़रूरत होती है।\" इस घटना ने अंतरराष्ट्रीय स्तर पर लोगों का ध्यान भारतीय स्वतंत्रता संग्राम की ओर आकर्षित किया। दिल्ली विधानसभा बम विस्फोट ने बर्बर शासन के प्रति भारतीयों के बीच बढ़ते आक्रोश को उजागर किया, जिसके बाद पूरे देश में व्यापक विरोध प्रदर्शन शुरू हो गए। प्रमुख नेताओं ने भगत सिंह और उनके सहयोगियों के प्रति अपना समर्थन जताया।",
                            "location_id": 73,
                            "location_name": "दिल्ली विधानसभा बम धमाका",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1726820505_73_63.jpeg"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 12",
                    "category_id": 26,
                    "icon": "26_70.jpeg",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 12",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/26_70.jpeg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "लाहौर षडयंत्र मामले की सुनवाई के दौरान भगत सिंह को जेल में डाल दिया गया। जेल में रहते हुए, भगत सिंह और उनके साथी क्रांतिकारियों ने राजनीतिक कैदियों के साथ अमानवीय व्यवहार के खिलाफ और मानवाधिकारों की मांग में भूख हड़ताल की। यह भूख हड़ताल 116 दिनों तक चली, जिसके दौरान ब्रिटिश अधिकारियों ने भगत सिंह और उनके साथियों को जबरन खाना खिलाने का प्रयास किया। भगत सिंह के नेतृत्व में जेल में चला यह आंदोलन विवाद के रूप में एक सशक्त अवरोध के रूप में सामने आया। इस हड़ताल की ओर पूरे भारत के लोगों का ध्यान आकर्षित हुआ, जिससे अनेक लोग स्वतंत्रता संग्राम में शामिल होने के लिए प्रेरित हुए। भगत सिंह का राष्ट्रवादी उत्साह और शहादत आज भी लोगों के दिलों में अंकित है।",
                            "location_id": 74,
                            "location_name": "जेल में भूख हड़ताल",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1726820767_74_71.jpeg"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 13",
                    "category_id": 27,
                    "icon": "27_72.jpeg",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 13",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/27_72.jpeg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "भगत सिंह, भारतीय स्वतंत्रता आंदोलन के एक प्रमुख व्यक्ति, ने कई कलाकृतियाँ और व्यक्तिगत सामान छोड़े हैं जो उनकी विरासत के लिए महत्वपूर्ण हैं। कुछ प्रमुख वस्तुएं इस प्रकार हैं:उनका विशिष्ट पहनावा, जिसमें अक्सर एक टोपी और साधारण कुर्ता शामिल होता है, उनके क्रांतिकारी आत्मा का प्रतीक है।हस्तलिखित पत्र, निबंध और पर्चे, जिनमें उन्होंने राष्ट्रवाद, समाजवाद और न्याय पर अपने विचार व्यक्त किए हैं।सिंह की तस्वीरें, औपचारिक और आकस्मिक, जो उनकी व्यक्तित्व और स्वतंत्रता संग्राम के प्रति उनकी प्रतिबद्धता को दर्शाती हैं।दोस्तों, परिवार और अन्य क्रांतिकारियों के साथ पत्राचार, जो उनके विचारों और संबंधों की गहरी जानकारी प्रदान करते हैं।उन पुस्तकों का संग्रह, जिन्हें उन्होंने पढ़ा, जिन्होंने उनकी विचारधारा को प्रभावित किया, जिसमें समाजवाद और क्रांतिकारी आंदोलनों पर लेखन शामिल है।फांसी की सूचना: उनके मुकदमे और फांसी से संबंधित दस्तावेज, जो उनके बलिदान की एक मार्मिक याद दिलाते हैं।इनमें से कई कलाकृतियाँ उनके स्मृति के लिए समर्पित संग्रहालयों में संरक्षित हैं, जैसे कि पंजाब के खटकड़ कलां में भगत सिंह संग्रहालय। ये स्वतंत्रता के लिए उनकी योगदान की एक शक्तिशाली याद दिलाने का कार्य करती हैं।",
                            "location_id": 75,
                            "location_name": "कलाकृतियाँ और व्यक्तिगत सामान",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1726823578_75_81.jpeg"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 14",
                    "category_id": 28,
                    "icon": "28_92.jpeg",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 14",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/28_92.jpeg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "भगत सिंह का शहीद होना कई शक्तिशाली प्रतीकों के माध्यम से प्रतीकात्मक रूप से दर्शाया जाता है: एक ज्वाला उनकी अमर आत्मा और उनके द्वारा अनेक लोगों के दिलों में जलाए गए क्रांतिकारी जज्बे का प्रतीक है। यह सिख प्रतीक साहस और उत्पीड़न के खिलाफ लड़ाई का प्रतिनिधित्व करता है, जो सिंह की न्याय के प्रति प्रतिबद्धता को व्यक्त करता है। अक्सर उनके साथ चित्रित की जाने वाली बंदूक उनके औपनिवेशिक शासन का सामना करने की तत्परता और स्वतंत्रता के लिए सशस्त्र प्रतिरोध में विश्वास का प्रतीक है। टूटी हुई जंजीरें उत्पीड़न से मुक्ति और स्वतंत्रता के संघर्ष को दर्शाती हैं, जो सिंह के ब्रिटिश उपनिवेशवाद के खिलाफ संघर्ष को दर्शाती हैं। युवा लोगों की एकजुटता के चित्र अक्सर उस युवा आंदोलन का प्रतीक होते हैं जिसे उन्होंने प्रेरित किया, जो भविष्य की पीढ़ियों के लिए उनके नेतृत्व की भूमिका को उजागर करता है। उनके शक्तिशाली शब्द, जैसे \"क्रांति केवल हथियार उठाने के बारे में नहीं है, बल्कि मानसिकता बदलने के बारे में भी है,\" उनके वैचारिक विरासत को उजागर करते हैं। ये प्रतीक मिलकर भगत सिंह की शहादत को दर्शाते हैं, जिन्होंने भारत की स्वतंत्रता के लिए संघर्ष किया और अनगिनत लोगों को प्रेरित किया।",
                            "location_id": 76,
                            "location_name": "शहादत का प्रतीकात्मक प्रतिनिधित्व",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/76_203_89.jpeg"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 15",
                    "category_id": 29,
                    "icon": "29_95.jpeg",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 15",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/29_95.jpeg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "भारत सिंह, भारतीय इतिहास में एक महत्वपूर्ण व्यक्ति, विभिन्न आंदोलनों और सांस्कृतिक परिवर्तनों से जुड़े हैं। हालांकि उनके बारे में विशेष रूप से समर्पित ऐतिहासिक समाचार पत्र या पत्रिकाएँ नहीं हो सकतीं, लेकिन आप उनके समय के व्यापक संदर्भ में चर्चा करने वाले कई ऐतिहासिक समाचार पत्रों, पत्रिकाओं और अभिलेखागारों में संदर्भ पा सकते हैं।उस अवधि के दौरान \"द टाइम्स ऑफ इंडिया,\" \"हिंदुस्तान टाइम्स,\" और क्षेत्रीय समाचार पत्रों में उनके योगदान पर चर्चा करने वाले लेख या संपादकीय खोजें।भारतीय इतिहास पर केंद्रित पत्रिकाएँ, जैसे \"इंडियन हिस्टोरिकल रिव्यू\" या \"मॉडर्न एशियन स्टडीज,\" में उनके समाज और राजनीति पर प्रभाव का उल्लेख करने वाले लेख हो सकते हैं।भारत के राष्ट्रीय अभिलेखागार और राज्य अभिलेखागार में ऐसे दस्तावेजों, पत्रों, और समाचार पत्रों के संग्रह हो सकते हैं जो उनके जीवन और कार्य पर अंतर्दृष्टि प्रदान करते हैं।डिजिटल साउथ एशिया लाइब्रेरी या ब्रिटिश लाइब्रेरी के इंडिया ऑफिस रिकॉर्ड जैसी वेबसाइटों पर डिजिटल रूप में उपलब्ध समाचार पत्रों और पत्रिकाओं में उनके उल्लेख मिल सकते हैं।",
                            "location_id": 77,
                            "location_name": "ऐतिहासिक समाचार पत्र और पत्रिकाएँ",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1726824351_77_95.jpeg"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 16",
                    "category_id": 30,
                    "icon": "30_123.jpeg",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 16",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/30_123.jpeg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "प्रमुख भारतीय क्रांतिकारी भगत सिंह अपने पीछे ढेर सारी रचनाएँ और खुदे हुए नोट छोड़ गए जो स्वतंत्रता, न्याय और भारत के लिए उनके दृष्टिकोण पर उनके विचारों को दर्शाते हैं। उनके नोट्स में अक्सर समाजवाद के प्रति गहरी प्रतिबद्धता और ब्रिटिश औपनिवेशिक शासन की आलोचना के साथ-साथ उनकी दार्शनिक मान्यताओं की खोज भी व्यक्त की जाती थी। सिंह का मानना ​​था कि सच्ची स्वतंत्रता केवल क्रांतिकारी कार्रवाई के माध्यम से ही प्राप्त की जा सकती है। उनके लेखन में अक्सर उत्पीड़ितों के बीच एकता की आवश्यकता पर प्रकाश डाला गया। वह समाजवादी विचारधाराओं से प्रभावित थे और एक ऐसी प्रणाली की आवश्यकता में विश्वास करते थे जो श्रमिक वर्ग की सेवा करती हो, धन के पुनर्वितरण की वकालत करती हो। सिंह क्रांतिकारी आंदोलनों में हिंसा की नैतिकता से जूझ रहे थे। उन्होंने इसके नैतिक निहितार्थों पर विचार करते हुए इसे अंत के लिए एक आवश्यक साधन के रूप में उचित ठहराया। अपने क्रांतिकारी उत्साह के बावजूद, सिंह के नोट्स अक्सर मानवीय गरिमा और सभी व्यक्तियों के अधिकारों के लिए लड़ने के महत्व पर जोर देते थे। उन्होंने राजनीतिक शिक्षा और चेतना की आवश्यकता पर बल दिया जनता के बीच, यह मानना ​​कि जागरूकता लामबंदी की कुंजी है। सिंह के लेखन को न केवल ऐतिहासिक दस्तावेज माना जाता है, बल्कि गहन दार्शनिक प्रतिबिंब भी माना जाता है जो न्याय और समानता के लिए आंदोलनों को प्रेरित करता रहता है।",
                            "location_id": 78,
                            "location_name": "आर्काइव में अंकित नोट्स",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/78_208_115.jpeg"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 17",
                    "category_id": 31,
                    "icon": "31_132.jpeg",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 17",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/31_132.jpeg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "1907: भगत सिंह का जन्म 28 सितंबर, 1907 को ग्राम बंगा, जिला लायलपुर, पंजाब प्रांत (वर्तमान में, फैसलाबाद, पाकिस्तान) में हुआ था।  \r\n1911: उन्हें जिला बोडर् प्राथमिक विद्यालय, ग्राम बंगा में दाखिल कराया गया।  \r\n1917: उन्होंने डी.ए.वी. हाई स्कूल, लाहौर में दाखिला लिया।  \r\n1919: वह जलियांवाला बाग नरसंहार की जगह गए और शहीदों की याद में रक्खी गई मिट्टी को एकत्रित किया।  \r\n1920: उन्होंने महात्मा गांधी के असहयोग आंदोलन में भाग लिया और गांधी जी के निर्देशों का पालन करते हुए सरकारी स्कूल की किताबें और अंग्रेजी कपड़े जलाकर ब्रिटिश विरोध किया।  \r\n1921: लाहौर के नेशनल कॉलेज में दाखिला लिया, जहाँ उनकी रुचि राजनीतिक गतिविधियों में बढ़ी।  \r\n1923: इंटरमीडिएट परीक्षा (एफए) उत्तीर्ण की। शादी से बचने के लिए वह घर से भागकर कानपुर चले गए।  \r\n1924: बंगा गांव में जैतो मोचर्च के लिए लंगर आयोजित करने के सिलसिले में उनके खिलाफ जारी वारंट से बचने के लिए छह महीने बाद घर लौटे। फिर भगत सिंह ने अलीगढ़ के शादीपुर स्थित एक राष्ट्रीय विद्यालय में प्रमुख अध्यापक के रूप में कार्य किया। कानपुर में एक साल पहले स्थापित हुए हिंदुस्तान रिपब्लिकन एसोसिएशन के सदस्य बने।  \r\n1926: भगत सिंह ने संगठन \"नौजवान भारत सभा\" की स्थापना की, जिसका उद्देश्य श्रमिकों को ब्रिटिश शासन के खिलाफ क्रांति के लिए प्रेरित करना था।  \r\n1927: भगत सिंह को काकोरी कांड से संबंधित होने के आरोप में हिरासत में लिया गया। उन पर 'विद्रोही' के नाम से राजनीतिक लेख लिखने का आरोप था।  \r\n**1928:** भगत सिंह ने सुखदेव और चंद्रशेखर आजाद के साथ मिलकर एच.आर.ए. का नाम बदलकर हिंदुस्तान सोशलिस्ट रिपब्लिकन एसोसिएशन (एच.एस.आर.ए.) रखा। उन्होंने लाला लाजपत राय की हत्या का बदला लेने की शपथ ली।  \r\n1929: भगत सिंह और बटुकेश्वर दत्त ने केंद्रीय विधान सभा में दो बम फेंके। बमबारी का उद्देश्य सार्वजनिक सुरक्षा विधेयक और व्यापार विधेयक का विरोध करना था।  \r\n1930: हिंदुस्तान सोशलिस्ट रिपब्लिकन एसोसिएशन की स्थिति तेजी से कम होने लगी थी क्योंकि 1930 तक इसके अधिकांश नेता या तो जेल में थे या फांसी पर लटक चुके थे।  \r\n1931: चंद्रशेखर आजाद की मृत्यु के बाद, 27 फरवरी 1931 को, एच.एस.आर.ए ने अपने अधिकांश प्रमुख नेताओं को खो दिया।  \r\n1931: भगत सिंह, राजगुरु और सुखदेव को 23 मार्च को लाहौर षड्यंत्र के मामले में फांसी दी गई।",
                            "location_id": 79,
                            "location_name": "जीवन यात्रा समयरेखा",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/79_211_132.jpeg"
                        }
                    ]
                },
                {
                    "category_name": "गैलरी 18",
                    "category_id": 32,
                    "icon": "32_152.jpg",
                    "category_type_id": 4,
                    "type_view": "L",
                    "description": "गैलरी 18",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/32_152.jpg",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "भारतीय स्वतंत्रता आंदोलन में एक प्रमुख व्यक्ति भगत सिंह को उनकी बहादुरी और स्वतंत्रता के प्रति प्रतिबद्धता के लिए मनाया जाता है। उनकी \"शहीदी ज्योत\" उनकी शहादत की भावना को दर्शाती है, जिसने ब्रिटिश औपनिवेशिक शासन के खिलाफ संघर्ष में अनगिनत अन्य लोगों को प्रेरित किया। भगत सिंह क्रांतिकारी कार्रवाई की शक्ति और सामाजिक न्याय के महत्व में विश्वास करते थे। उनका लेखन और सक्रियता उत्पीड़ितों की दुर्दशा और आमूल-चूल परिवर्तन की आवश्यकता पर केंद्रित थी। मुक्ति के लिए आवश्यक बलिदानों पर प्रकाश डालते हुए उन्होंने प्रसिद्ध रूप से कहा, \"क्रांति गुलाबों का बिस्तर नहीं है।\" 23 मार्च, 1931 को कम उम्र में उनकी फाँसी ने देश के लिए शहीद के रूप में उनकी विरासत को मजबूत किया। \"शहीदी ज्योत\" उनके आदर्शों के स्थायी प्रभाव और भारत में न्याय और समानता के लिए जारी लड़ाई का प्रतीक है। उनके साहस और समर्पण को हर साल याद किया जाता है, जिससे नई पीढ़ियों को अपने अधिकारों और आदर्शों के लिए खड़े होने की प्रेरणा मिलती है।",
                            "location_id": 80,
                            "location_name": "शहीदी ज्योत",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1726825613_80_152.jpg"
                        }
                    ]
                }
            ]
        },
        {
            "category_type_id": 5,
            "category_type_name": "Anandpur Sahib",
            "attributes": [
                {
                    "category_name": "आनंदपुर परियोजनाएँ",
                    "category_id": 17,
                    "icon": "17_image--min.png",
                    "category_type_id": 5,
                    "type_view": "L",
                    "description": "आनंदपुर परियोजनाएँ",
                    "image_path": "https://bhagatsm.dwgroup.in/images/category-icons/17_image--min.png",
                    "is_children": 0,
                    "is_location": 1,
                    "location_listing": [
                        {
                            "description": "शहीद-ए-आज़म भगत सिंह संग्रहालय\" जो खटकड़ कलां में स्थित है, जहाँ उन्होंने अपना बचपन बिताया था, उसमें उनके जीवन और मौत से जुड़े अनेक यादगारों का प्रदर्शन किया जाता है, जिसमें उनके व्यक्तिगत सामग्री, फोटोग्राफ और उनकी व्यक्तिगत डायरी के पृष्ठ शामिल हैं। यहाँ उनकी मौत की सजा को फांसी पर लटकाने के लाहौर के साजिश मामले के फैसले की एक प्रति भी देखी जा सकती है; साथ ही, उनके नाम के साथ भगवद गीता की एक संस्करण भी है। इसे लाहौर जेल के कर्मचारी ने प्रस्तुत किया था जहां उन्हें रखा गया था। उनके फांसी की घोषणा करने वाली एक कलम भी है, जो पंजाब के महान क्रांतिकारियों पर मृत्यु की सजा को घोषित करती है। एक विभाग में, फोटोग्राफिक श्रद्धांजलि मौका देती है कुका आंदोलन के शहीदों और गदर पार्टी के शहीदों को। शेष दीवारों पर अनगिनत क्रांतिकारियों की तस्वीरें लगी हुई हैं, जो स्वतंत्रता आंदोलन में शामिल थे। संग्रहालय के मैदान में भगत सिंह के पिता के ग्रेनाइट-सजीव समाधि भी है; यह प्रवेश द्वार के बायें ओर स्थित है। गांव में उनका पूर्वजों का घर भी है, जिसे बिना किसी शुल्क के पहुंचा जा सकता है। समय: सुबह 9 बजे से शाम 4:45 बजे तक (मंगलवार से रविवार) / बंद: सोमवार और सार्वजनिक अवकाश।",
                            "location_id": 61,
                            "location_name": "शहीद भगत सिंह संग्रहालय",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1708508906_61_image--min.png"
                        },
                        {
                            "description": "दास्तान-ए-शहादत",
                            "location_id": 64,
                            "location_name": "दास्तान-ए-शहादत",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1708585228_64_dastan-e-shahadat.jpg"
                        },
                        {
                            "description": "विरासत ए खालसा",
                            "location_id": 65,
                            "location_name": "विरासत ए खालसा",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1708585267_65_virasat-e-khalsa.jpeg"
                        }
                    ]
                }
            ]
        }
    ]
}