{
    "status": true,
    "code": 200,
    "message": "Module Information",
    "data": [
        {
            "module_id": 6,
            "module_name": "Left Side Adjustment",
            "language_id": 1,
            "module_visibility": "all",
            "module_type": 12,
            "module_layout": 2,
            "no_of_records": 10,
            "is_latest": 2,
            "mtype": "markup",
            "attributes": [
                {
                    "title": "360 View",
                    "image_path": null,
                    "description": null,
                    "rank": 1,
                    "type": "V",
                    "att_type": [
                        {
                            "video_thumb": "https://bhagatsm.dwgroup.in/assets/outlinkedimages/15image-14-min1.png",
                            "video_link": "https://www.youtube.com/embed/qiHQ6dx4KsQ?si=Yx83UgpcyjJpbI3K",
                            "title": "360 Video 2",
                            "id": 2
                        },
                        {
                            "video_thumb": "https://bhagatsm.dwgroup.in/assets/outlinkedimages/image-14-min.png",
                            "video_link": "https://www.youtube.com/embed/qiHQ6dx4KsQ?si=Yx83UgpcyjJpbI3K",
                            "title": "360 video 3",
                            "id": 3,
                            "module_id": 14
                        },
                        {
                            "video_thumb": "https://bhagatsm.dwgroup.in/assets/outlinkedimages/15image-14-min.png",
                            "video_link": "https://www.youtube.com/embed/qiHQ6dx4KsQ?si=Yx83UgpcyjJpbI3K",
                            "title": "360 Video 1",
                            "id": 1,
                            "module_id": 14
                        }
                    ]
                },
                {
                    "title": "About Bhagat Singh",
                    "image_path": null,
                    "description": "The Bhagat Singh Museum, located in Khatkar Kalan, Punjab, India, pays homage to the legendary freedom fighter, Shaheed Bhagat Singh, one of the most influential revolutionaries of the Indian independence movement. The museum's reception area serves as the gateway for visitors to embark on a historical journey, offering a glimpse into the life and times of Bhagat Singh and his contributions to India's struggle for freedom. Upon entering the reception, visitors are greeted with an ambiance that resonates with the spirit of patriotism and sacrifice. The area is adorned with portraits of Bhagat Singh and other freedom fighters,alongside informative plaques that provide a brief overview of their heroic deeds and the significance of their struggle. The reception desk is staffed by knowledgeable personnel who guide visitors through the museum's exhibits, which include personal belongings of Bhagat Singh, letters, and documents related to the freedom movement, as well as a collection of books and literature that influenced his thoughts and actions.",
                    "rank": 2,
                    "type": null,
                    "type": "I",
                    "att_type": [
                        {
                            "description": "The Shaheed-e-Azam Bhagat Singh Museum located in Khatkar Kalan, the village where he grew up, displays an array of memorabilia associated with his life, and death, including personal effects, photographs and pages from his personal diary. A copy ofthe judgement of the Lahore Conspiracy case sentencing him to death by hanging along with Kartar Singh Sarabha can be viewed here; as also an edition of the Bhagwad Gita with his name on it. It was presented to him by an employee off the Lahore Jail where he was lodged. A stained and crumpled old newspaper, announcing their hanging, has been preserved alongside remainscollected by Bhagat Singh's sister from the cremation site.The most poignant of them all however, is the pen that pronounced the death sentence on Punjab's greatest revolutionaries. A section of the display hall pays photographic tribute to the martyrs of the Kuka movement as well as those of the Gadar Party. The remaining walls are lined by pictures of the countless revolutionaries involved in the freedom movement. The grounds of the museum also house Bhagat Singh's father's granite-clad samadh; it is located to the left of the entrance gate. Less than a kilometer away in the village lies his ancestral house and can be accessed free of cost, too. Timings: 9am–4.45 pm (Tues-Sun) / Closed: Monday& Public Holidays",
                            "location_id": 61,
                            "location_name": "Shaheed Bhagat Singh Museum",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1708508906_61_image--min.png"
                        },

                        {
                            "description": "Virasat-e-Khalsa (formerly known as Khalsa Heritage Memorial Complex) is a museum located at Anandpur Sahib. The museum gives an insight to the events that took place in Punjab five hundred years ago which gave birth to Sikhism and finally the Khalsa Panth. The museum throws light on the vision of the great Gurus, the eternal message of peace and brotherhood which they delivered to the whole mankind and the rich culture and heritage of Punjab. The museum is intended to commemorate 500 years of Sikh history and the 300th anniversary of the Khalsa, the scriptures written by the 10th and last Guru Sh. Guru Gobind Singh Ji founder of modern Sikhism.",
                            "location_id": 65,
                            "location_name": "Virasat E khalsa",
                            "image_path": "https://bhagatsm.dwgroup.in/assets/static/locations/gallery/1708585267_65_virasat-e-khalsa.jpeg"
                        }
                    ]
                },
                {
                    "title": "Gallery",
                    "image_path": null,
                    "description": null,
                    "rank": 3,
                    "type": "I",
                    "att_type": [
                        {
                            "location_id": 0,
                            "image_link": "https://bhagatsm.dwgroup.in/assets/outlinkedimages/image-6-min.png",
                            "title": "Gallery image 1",
                            "id": 5
                        },
                        {
                            "location_id": 0,
                            "image_link": "https://bhagatsm.dwgroup.in/assets/outlinkedimages/image-12-min.png",
                            "title": "Gallery Image 2",
                            "id": 6,
                            "module_id": 16
                        },
                        {
                            "location_id": 0,
                            "image_link": "https://bhagatsm.dwgroup.in/assets/outlinkedimages/image-11-min.png",
                            "title": "Gallery Image 3",
                            "id": 7,
                            "module_id": 16
                        }
                    ]
                }
            ]
        },
        {
            "module_id": 10,
            "module_name": "Inside Bhagat Singh Museum",
            "language_id": 1,
            "module_visibility": "all",
            "module_type": 1,
            "module_layout": 2,
            "no_of_records": 10,
            "is_latest": 2,
            "mtype": "filters",
            "attributes": [
                {
                    "title": "Entrance hall",
                    "id": 1,
                    "icon": "1_image-4-min.png",
                    "image_path": "https://bhagatsm.dwgroup.in/images/categorytype-icons/1_image-4-min.png"
                },
                {
                    "title": "Zones",
                    "id": 4,
                    "icon": "4_image-6-min.png",
                    "image_path": "https://bhagatsm.dwgroup.in/images/categorytype-icons/4_image-6-min.png"
                },

                {
                    "title": "Gallery",
                    "id": 2,
                    "icon": "2_image-10-min.png",
                    "image_path": "https://bhagatsm.dwgroup.in/images/categorytype-icons/2_image-10-min.png"
                }
            ]
        }
    ]
}