{
    "status": true,
    "code": 200,
    "message": "Main Menu Data",
    "label_data": {
        "please_enter_number_guests": "कृपया मेहमानों की संख्या दर्ज करें",
        "please_enter_validnumber_greater_thanzero": "कृपया शून्य से बड़ी कोई मान्य संख्या दर्ज करें",
        "number_guests_cannot_exceed10": "मेहमानों की संख्या 10 से अधिक नहीं हो सकती",
        "no_phonenumber_stored_in_this_device": "इस डिवाइस में कोई फ़ोन नंबर संग्रहीत नहीं है",


        "invalid_serial_code": "अमान्य सीरियल कोड",
        "bhagat_singh_khalsa": "भगत सिंह खालसा",
        "punjab_tourism": "पंजाब पर्यटन",
        "welcome_to": "  आपका स्वागत है",
        "virast_e_khalsa": "भगत सिंह संग्रहालय",
        "sign_out": "साइन आउट",
        "logout_msg": "क्या आप अपने खाते से लॉगआउट करना चाहते हैं?",
        "cancel": "रद्द करना",
        "logout": "लॉग आउट",
        "select_language": "भाषा का चयन करें",
        "select_lang_desc": "अपनी पसंदीदा सामग्री और ऑडियो भाषा चुनें",
        "feedback": "प्रतिपुष्टि",
        "enter_your_name": "अपना नाम दर्ज करें",
        "enter_phone_no": "फोन नंबर दर्ज करें",
        "enter_title": "शीर्षक दर्ज करें",
        "enter_message": "संदेश दर्ज करें",
        "submit": "प्रस्तुत करना",
        "name_field_validation": "नाम खाली नहीं होना चाहिए!",
        "phone_field_validation": "फ़ोन खाली नहीं होना चाहिए!",
        "title_field_validation": "शीर्षक खाली नहीं होना चाहिए!",
        "message_field_validation": "संदेश खाली नहीं होना चाहिए!",
        "login": "लॉग इन करें",
        "verify_mobile_no": "अपना मोबाइल नंबर सत्यापित करें",
        "or": "या",
        "near_by": "पास ही",
        "select_near_by": "खोजने के लिए आस-पास के स्थानों का चयन करें",
        "from": "से",
        "to": "प्रति",
        "current_location": "वर्तमान स्थान",
        "get_direction": "दिशा प्राप्त करें",
        "delete": "मिटाना",
        "search": "खोज",
        "enter_email_address": "  ईमेल पता दर्ज करें",
        "email_field_validation": "ईमेल को खाली नहीं होनी चाहिए!",
        "email_not_valid": "ईमेल वैध नहीं है",
        "send_otp": "ओटीपी भेजें",
        "verify_otp": "ओटीपी सत्यापित करें",
        "verify_otp_desc": "आपको अपने ईमेल पर प्राप्त 6 अंकों का कोड दर्ज करें",
        "verify": "सत्यापित करना",
        "didnt_recv_otp": "ओटीपी नहीं मिला?",
        "resend_otp": "ओटीपी पुनः भेजें",
        "home": "घर",
        "content_language": "सामग्री भाषा",
        "entry_access": " प्रवेश पहुंच",
        "eula_content": "<h1><strong>अंतिम</strong> <strong>उपयोगकर्ता</strong> <strong>लाइसेंस</strong> <strong>समझौता</strong><strong> (</strong><strong>ईयूएलए</strong><strong>)</strong></h1><p>यह अंतिम उपयोगकर्ता लाइसेंस समझौता (जैसा कि नीचे परिभाषित किया गया है) एतद्द्वारा दर्ज किया गया है और आपके द्वारा सहमति व्यक्त की गई है, या तो एक व्यक्ति या एक इकाई (\"आप\" या \"कंपनी\") और उज्जैन स्मार्ट सिटी लिमिटेड और महाकाल रुद्रसागर एकीकृत विकास दृष्टिकोण (सामूहिक रूप से, \" MRIDA\") उज्जैन महाकाल ऑडियो गाइड ऐप के लिए (जैसा कि नीचे परिभाषित किया गया है)। यह अनुबंध उस तिथि के अनुसार बनाया और दर्ज किया गया है जब आप इस अनुबंध को संदर्भित करने वाले एप्लिकेशन को इंस्टॉल करके या डाउनलोड करके और/या एप्लिकेशन (\"प्रभावी तिथि\") का उपयोग करके इस अनुबंध को स्वीकार करते हैं।</p><p>इस अनुबंध को स्वीकार करके, या तो अपनी स्वीकृति का संकेत देकर, सॉफ़्टवेयर को डाउनलोड करके, इंस्टॉल करके और/या इसका उपयोग करके (नीचे परिभाषित), आप इस अनुबंध से सहमत हैं। यह अनुबंध आपके और उज्जैन स्मार्ट सिटी लिमिटेड और महाकाल रुद्रसागर एकीकृत विकास दृष्टिकोण (सामूहिक रूप से, \"मृदा\") के बीच कानूनी रूप से बाध्यकारी अनुबंध है और आपको लाइसेंस प्रदान करने वाली शर्तों को निर्धारित करता है। यदि आप इस अनुबंध में प्रवेश कर रहे हैं, तो आप प्रतिनिधित्व करते हैं कि आपने हमें इस अनुबंध को पूरे सम्मान के साथ स्वीकार करने की अपनी सहमति प्रदान की है। आपके द्वारा इस अनुबंध में कोई भी परिवर्तन, परिवर्धन या विलोपन स्वीकार नहीं किया जाएगा और इस अनुबंध का हिस्सा नहीं होगा। यदि आप इस अनुबंध से सहमत नहीं हैं, तो आपको सॉफ़्टवेयर को डाउनलोड, इंस्टॉल या उपयोग नहीं करना चाहिए। आप स्वीकार करते हैं और सहमति देते हैं कि उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA ने इस अनुबंध का वर्तमान संस्करण बनाया है, जिसमें वे नियम और शर्तें शामिल हैं जो इस अनुबंध में शामिल हैं, जो इस अनुबंध में शामिल हैं। आप स्वीकार करते हैं और सहमत हैं कि, आप उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA के साथ इस अनुबंध में प्रवेश करते हैं, और उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA अनुबंध के समय और शर्तों के नियम और शर्तों को संशोधित और अद्यतन कर सकते हैं। अनुबंध में शामिल हैं। उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA समझौते के इस तरह के संशोधित और अद्यतन संस्करण उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मोबाइल एप्लिकेशन पर उपलब्ध कराएंगे, या अन्यथा आपके द्वारा स्वीकार किए जाने वाले और आपके द्वारा स्वीकार किए गए सॉफ़्टवेयर के उपयोग के बारे में आपको सूचित किया जाएगा। तत्कालीन-वर्तमान नियम और समझौते की शर्तें। आप सहमत हैं कि आप अनुबंध में किसी भी संशोधन और अद्यतन के लिए उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मोबाइल एप्लिकेशन की बार-बार जांच करेंगे।</p><p><strong>1 </strong><strong>कई।</strong> <strong>परिभाषाएं।</strong></p><p><strong>1.1 </strong><strong>समझौता</strong> <strong>अंतिम</strong> <strong>उपयोगकर्ता</strong> <strong>लाइसेंस</strong> <strong>समझौता</strong><strong>, </strong><strong>डेटा</strong> <strong>प्रोसेसिंग</strong> <strong>परिशिष्ट</strong><strong>, </strong><strong>और</strong> <strong>उज्जैन</strong> <strong>स्मार्ट</strong> <strong>सिटी</strong> <strong>लिमिटेड</strong> <strong>और</strong><strong> MRIDA </strong><strong>मोबाइल</strong> <strong>एप्लिकेशन</strong> <strong>उपयोग</strong> <strong>की</strong> <strong>सहमति</strong> <strong>आपकी</strong> <strong>एकमात्र</strong> <strong>स्वीकृति</strong> <strong>के</strong> <strong>अनुरूप</strong> <strong>आपसे</strong> <strong>प्राप्त</strong> <strong>की</strong> <strong>जाती</strong> <strong>है।</strong> <strong>समझौता</strong> <strong>।</strong></p><p><strong>1.2 </strong><strong>डेटा</strong> <strong>प्रोसेसिंग</strong> <strong>परिशिष्ट</strong> <strong>उज्जैन</strong> <strong>स्मार्ट</strong> <strong>सिटी</strong> <strong>लिमिटेड</strong> <strong>और</strong><strong> MRIDA </strong><strong>आपको</strong> उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मोबाइल एप्लिकेशन सहित, और जो उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA आपको उपलब्ध कराती है या उपलब्ध कराती है, उस समय के डेटा प्रोसेसिंग परिशिष्ट की शर्तें संशोधित कर सकती हैं। समय-समय पर, डेटा प्रोसेसिंग परिशिष्ट के रूप में संदर्भित किया जाता है।</p><p><strong>1.3 </strong><strong>डिवाइस</strong> एक सर्वर, सिस्टम, वर्कस्टेशन, कंप्यूटर, मोबाइल डिवाइस, या एंड पॉइंट जिस पर या जिसके माध्यम से सॉफ़्टवेयर/एप्लिकेशन का उपयोग किया जाता है और/या इंस्टॉल किया जाता है (चाहे वास्तविक या आभासी) को डिवाइस के रूप में संदर्भित किया जाता है।</p><p><strong>1.4 </strong><strong>दस्तावेज़ीकरण</strong> का अर्थ उस समय के वर्तमान आधिकारिक उपयोगकर्ता दस्तावेज़ीकरण से है जो उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA द्वारा आपको सॉफ़्टवेयर/एप्लिकेशन के उपयोग पर तैयार और प्रदान किया गया है, जो दस्तावेज़, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA समय-समय पर अपडेट हो सकते हैं। संदेह से बचने के लिए, यदि कोई इंस्टॉलेशन गाइड या अंतिम उपयोगकर्ता दस्तावेज़ उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA द्वारा तैयार या प्रदान नहीं किया गया है, तो कोई भी ऑनलाइन सामुदायिक साइट, अनौपचारिक दस्तावेज़ीकरण, श्वेत पत्र, या संबंधित मीडिया या प्रतिक्रिया दस्तावेज़ीकरण का गठन नहीं करती है।</p><p><strong>1.5 </strong><strong>उज्जैन</strong> <strong>स्मार्ट</strong> <strong>सिटी</strong> <strong>लिमिटेड</strong> <strong>और</strong><strong> MRIDA </strong><strong>मार्क्स</strong> का अर्थ है ट्रेडमार्क और सेवा चिह्न जो विशेष रूप से उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA द्वारा अपने ग्राहकों को उनकी सेवाओं को बेचने के संबंध में उपयोग करने के लिए स्वीकृत हैं जो सॉफ़्टवेयर का उपयोग करते हैं।</p><p><strong>1.6 </strong><strong>उज्जैन</strong> <strong>स्मार्ट</strong> <strong>सिटी</strong> <strong>लिमिटेड</strong> <strong>और</strong><strong> MRIDA </strong><strong>सामग्री</strong> का अर्थ है, यदि लागू हो, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मार्केटिंग दस्तावेज़ और अन्य सामग्री जो उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA द्वारा उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मोबाइल एप्लिकेशन पर समय-समय पर उज्जैन के लिए उपलब्ध कराई जाती हैं। स्मार्ट सिटी लिमिटेड और MRIDA अपने ग्राहकों को उनकी सेवाओं को बेचने के संबंध में उपयोग करने के लिए जो सॉफ़्टवेयर का उपयोग करते हैं।</p><p><strong>1.7 </strong><strong>व्यक्तिगत</strong> <strong>डेटा</strong> का अर्थ है ऐसी कोई भी जानकारी जिसका उपयोग किसी व्यक्ति की पहचान करने के लिए किया जा सकता है।</p><p><strong>1.8 </strong><strong>ऑडियो</strong> <strong>गाइड</strong> <strong>परिशिष्ट</strong> का अर्थ है अतिरिक्त नियम और शर्तें जो लागू सॉफ़्टवेयर या दस्तावेज़ीकरण से संबंधित हैं।</p><p><strong>1.9 </strong><strong>सॉफ़्टवेयर</strong> का अर्थ है ऑडियो गाइड के ऑब्जेक्ट कोड संस्करण, साथ में अपडेट, नई रिलीज़ या संस्करण, और संशोधन या संवर्द्धन, जो इस अनुबंध के अनुसार आपको उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA द्वारा स्वामित्व और प्रदान किया गया है।</p><p><strong>1.10 </strong><strong>समर्थन</strong> का अर्थ है उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA या सॉफ्टवेयर के लिए इसके नामित एजेंटों द्वारा प्रदान किया गया मानक रखरखाव या समर्थन जैसा कि इस समझौते में निर्धारित किया गया है।</p><p><strong>1.11 </strong><strong>उपयोगकर्ता</strong> <strong>का</strong> <strong>अर्थ</strong> आपके द्वारा सॉफ़्टवेयर और दस्तावेज़ीकरण का उपयोग करने के लिए अधिकृत व्यक्ति है , जिसके लिए यह अनुबंध है। उपयोगकर्ता(ओं) में कोई भी सार्वजनिक व्यक्ति शामिल हो सकता है।</p><p><strong>1.12 </strong><strong>वायरस</strong> <strong>का</strong> <strong>मतलब</strong> <strong>किसी</strong> <strong>भी</strong> दुर्भावनापूर्ण कोड, ट्रोजन हॉर्स, मैलवेयर, स्पैम, वायरस या अन्य विनाशकारी तकनीक से है।</p><p><strong>1.13 </strong><strong>आपके</strong> <strong>डेटा</strong> या <strong>डेटा</strong> का अर्थ है डेटा, फ़ाइलें, या जानकारी, जिसमें व्यक्तिगत डेटा, एक्सेस, उपयोग, संचार, संसाधित, संग्रहीत, या आपके या आपके उपयोगकर्ता द्वारा सॉफ़्टवेयर के आपके या आपके उपयोगकर्ता के उपयोग के संबंध में सबमिट किया गया है।</p><ol start=\"2\"><li><strong>उपयोग</strong> <strong>का</strong> <strong>अनुदान।</strong></li></ol><p><strong>2.1 </strong><strong>सदस्यता।</strong> सेवाओं (यदि कोई हो) की खरीद के बाद इस समझौते के नियमों और शर्तों के आपके निरंतर अनुपालन के अधीन, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA आपको इस एप्लिकेशन का उपयोग करने के लिए, एक सीमित, प्रतिसंहरणीय, गैर-अनन्य, गैर के साथ अनुदान देता है। ‑अनुबंध की सभी शर्तों के अधीन, आंतरिक रूप से सॉफ़्टवेयर और दस्तावेज़ीकरण का उपयोग करने के लिए लागू अवधि के लिए हस्तांतरणीय लाइसेंस । a) <br/> उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA से प्राप्त प्रत्येक आवेदन के लिए, आप यह कर सकते हैं:</p><p>( i ) किसी भी उपकरण पर सॉफ़्टवेयर का उपयोग करें, जब तक कि दस्तावेज़ीकरण स्पष्ट रूप से अन्यथा न बताए; और, बशर्ते सामग्री का उपयोग मालिकाना नोटिस के साथ या उसके बिना नहीं किया जाना चाहिए और एक नोटिस कि इसका उपयोग किसी भी हस्तांतरण, वितरण या बिक्री के लिए नहीं किया जाएगा। <br/> आप केवल उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA या Google Play Store या App Store से सीधे प्राप्त n एप्लिकेशन इंस्टॉल करेंगे। हम उपयोगकर्ताओं को सॉफ़्टवेयर या दस्तावेज़ीकरण को पूर्ण या आंशिक रूप से उपयोग या उपयोग करने की अनुमति दे सकते हैं, उपलब्ध करा सकते हैं या अनुमति दे सकते हैं। आप सहमत हैं कि उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA अपने सहयोगियों, लाइसेंसकर्ताओं और सेवा प्रदाताओं की सहायता से आपको सॉफ़्टवेयर वितरित कर सकते हैं। अवधि के दौरान (जैसा कि यहां परिभाषित किया गया है), उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA महाकाल ऑडियो गाइड ऐप और दस्तावेज़ीकरण को अपडेट या संशोधित कर सकते हैं या अन्य चीजों, कानूनों, विनियमों, नियमों, प्रौद्योगिकी, पैटर्न में परिवर्तनों को प्रतिबिंबित करने के लिए वैकल्पिक सॉफ़्टवेयर और दस्तावेज़ीकरण प्रदान कर सकते हैं। सिस्टम के उपयोग, उद्योग प्रथाओं, और तीसरे पक्ष के कार्यक्रम की उपलब्धता, हालांकि एक वैकल्पिक सॉफ़्टवेयर या दस्तावेज़ीकरण का प्रावधान इस अवधि के दौरान सॉफ़्टवेयर के भौतिक रूप से प्रदर्शन, कार्यक्षमता या सुरक्षा के स्तर को कम नहीं करेगा।</p><p><strong>2.2 </strong><strong>स्थायी</strong> <strong>लाइसेंस</strong> <strong>विरासत।</strong> शुल्क के भुगतान पर और इस समझौते के नियमों और शर्तों के आपके निरंतर अनुपालन के अधीन, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA एतद्द्वारा आपको एक स्थायी लाइसेंस के आधार पर प्राप्त सॉफ़्टवेयर के लिए, एक स्थायी, गैर-अनन्य, गैर-हस्तांतरणीय सदस्यता प्रदान करता है। समझौते के सभी नियमों और शर्तों के अधीन आंतरिक रूप से आवेदन और दस्तावेज़ीकरण का उपयोग करने के लिए</p><p>उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA से प्राप्त प्रत्येक सॉफ़्टवेयर लाइसेंस के लिए, आप : ( i ) किसी एकल डिवाइस पर सॉफ़्टवेयर का उपयोग कर सकते हैं, जब तक कि दस्तावेज़ीकरण स्पष्ट रूप से अन्यथा न बताए; और</p><p>&nbsp;</p><p>(बी) जब सॉफ़्टवेयर/एप्लिकेशन को अस्थायी मेमोरी में लोड किया जाता है या किसी डिवाइस पर स्थायी मेमोरी में रखा जाता है, तो यह उपयोग में होता है (हार्ड ड्राइव या अन्य स्टोरेज मीडिया या डिवाइस)। आप सहमत हैं कि आप केवल उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA के साथ सॉफ़्टवेयर पंजीकृत करेंगे और आप केवल उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA से सीधे प्राप्त सॉफ़्टवेयर लाइसेंस कुंजी स्थापित करेंगे। आप अपने उपयोगकर्ताओं को संपूर्ण या आंशिक रूप से एप्लिकेशन या दस्तावेज़ीकरण का उपयोग या उपयोग करने की अनुमति दे सकते हैं, उपलब्ध करा सकते हैं या अनुमति दे सकते हैं। आप सहमत हैं कि उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA अपने सहयोगियों, लाइसेंसकर्ताओं और सेवा प्रदाताओं की सहायता से आपको सॉफ़्टवेयर वितरित कर सकते हैं। अवधि के दौरान (जैसा कि यहां परिभाषित किया गया है), उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सॉफ़्टवेयर और दस्तावेज़ीकरण को अद्यतन या संशोधित कर सकते हैं या अन्य बातों, कानूनों, विनियमों, सिस्टम उपयोग के पैटर्न, प्रौद्योगिकी, उद्योग में परिवर्तनों को प्रतिबिंबित करने के लिए वैकल्पिक सॉफ़्टवेयर और दस्तावेज़ीकरण प्रदान कर सकते हैं। प्रथाओं, और तीसरे पक्ष के कार्यक्रम की उपलब्धता, हालांकि एक वैकल्पिक सेवा या सॉफ़्टवेयर के प्रावधान से कार्यकाल के दौरान सेवाओं या सॉफ़्टवेयर की भौतिक रूप से कार्यक्षमता, कार्यक्षमता, सुरक्षा या उपलब्धता के स्तर को कम नहीं किया जाएगा।</p><p><strong>2.3 </strong><strong>मूल्यांकन</strong> <strong>या</strong> <strong>बीटा</strong> <strong>संस्करण।</strong> यदि सॉफ़्टवेयर आपको मूल्यांकन, बीटा, या रिलीज़ उम्मीदवार उद्देश्यों के लिए प्रदान किया जाता है, तो उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA आपको खरीद से पहले मूल्यांकन उद्देश्यों के लिए आंतरिक रूप से सॉफ़्टवेयर का उपयोग करने के लिए एक सीमित, प्रतिसंहरणीय, गैर-अनन्य, गैर-हस्तांतरणीय लाइसेंस प्रदान करते हैं। या कार्यान्वयन, इस अनुबंध की शर्तों और उनके साथ आपके निरंतर अनुपालन के अधीन। इस अनुबंध में किसी भी अन्य शर्त के बावजूद, बीटा संस्करण के हिस्से के रूप में वितरित किए गए सॉफ़्टवेयर और दस्तावेज़ीकरण \"AS IS\" के रूप में प्रदान किए जाते हैं और बिना किसी क्षतिपूर्ति, दायित्व, समर्थन, या वैधानिक, स्पष्ट, या किसी भी प्रकार की निहित वारंटी के बिना प्रदान किए जाते हैं। इस अनुबंध की अन्य सभी शर्तें एक मूल्यांकन लाइसेंस के तहत लाइसेंस प्राप्त सॉफ़्टवेयर पर लागू होती हैं , सिवाय इसके कि वे इस खंड में निर्धारित अद्वितीय मूल्यांकन लाइसेंस शर्तों के साथ संघर्ष करते हैं।</p><ol start=\"3\"><li><strong>उपयोग</strong> <strong>प्रतिबंध</strong><strong>; </strong><strong>दायित्व।</strong></li></ol><p><strong>3.1 </strong><strong>प्रतिबंधों</strong> <strong>का</strong> <strong>प्रयोग</strong> <strong>करें।</strong> आपको निम्नलिखित में से कोई भी संचालन करने की अनुमति नहीं है: ( i ) इस अनुबंध में विशेष रूप से प्रदान किए गए को छोड़कर, आपके अलावा अन्य लोगों को, संपूर्ण या आंशिक रूप से, सॉफ़्टवेयर या दस्तावेज़ीकरण की आपूर्ति, उपलब्ध कराना या उपयोग करने की अनुमति देना; (ii) सॉफ़्टवेयर या दस्तावेज़ीकरण की प्रतिलिपि बनाना, पुन: पेश करना, पुनर्प्रकाशित करना, अपलोड करना, पोस्ट करना या संचारित करना (संग्रह या बैकअप कारणों को छोड़कर, जिसका उपयोग स्थानांतरण, वितरण या बिक्री के लिए नहीं किया जा सकता है); (iii) सॉफ़्टवेयर या दस्तावेज़ीकरण के लिए लाइसेंस , बिक्री, पुनर्विक्रय, किराया, पट्टा, स्थानांतरण, उप-लाइसेंस, वितरण, या अन्यथा हस्तांतरण अधिकार; (iv) सॉफ़्टवेयर या दस्तावेज़ीकरण के स्रोत कोड को संशोधित, अनुवाद, रिवर्स इंजीनियर, डीकंपाइल, डिसेबल, व्युत्पन्न कार्य बनाना, या अन्यथा प्राप्त करने का प्रयास करना; (v) सॉफ्टवेयर या दस्तावेज़ीकरण के स्रोत कोड को संशोधित, अनुवाद, रिवर्स इंजीनियर, डीकंपाइल, डिसेबल, व्युत्पन्न कार्यों का निर्माण, या अन्यथा प्राप्त करने का प्रयास;</p><p>(v) उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA की पूर्व लिखित सहमति के बिना, सॉफ़्टवेयर या दस्तावेज़ीकरण में ऐड-ऑन या एन्हांसमेंट बनाएँ, बाज़ार बनाएँ, वितरित करें, या सॉफ़्टवेयर या दस्तावेज़ीकरण को किसी अन्य उत्पाद में शामिल करें; (vi) जब तक उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA द्वारा लिखित रूप में अधिकृत नहीं किया जाता है, तब तक सॉफ़्टवेयर या दस्तावेज़ीकरण पर किसी भी मालिकाना नोटिस या लेबल को हटा दें; (vii) सॉफ़्टवेयर या दस्तावेज़ीकरण पर किसी भी स्वामित्व नोटिस या लेबल को हटा दें, जब तक कि (vii) सॉफ़्टवेयर या दस्तावेज़ीकरण लाइसेंस में अधिकृत न हो (ए) यदि आप (या आपका कोई उपयोगकर्ता) प्रत्यक्ष प्रतियोगी (या प्रत्यक्ष प्रतियोगी के एजेंट) हैं ) उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA, (b) बेंचमार्किंग या प्रतिस्पर्धी उद्देश्यों के लिए, या (c) किसी अन्य कारण से;</p><p>(viii) सॉफ़्टवेयर का उपयोग किसी भी लागू कानूनों के उल्लंघन में उल्लंघन, अपमान, गैरकानूनी, या कपटपूर्ण सामग्री, या सामग्री को संग्रहीत या प्रसारित करने के लिए करें; (ix) वायरस को स्टोर या ट्रांसमिट करने के लिए सॉफ्टवेयर का उपयोग करें; (x) सॉफ़्टवेयर या किसी अन्य तृतीय पक्ष द्वारा किसी सॉफ़्टवेयर, हार्डवेयर, उपकरण या नेटवर्क के उपयोग की अखंडता या प्रदर्शन में हस्तक्षेप, ख़राब या बाधित करना; या (xii) सॉफ़्टवेयर को बदलने या बाधित करने के लिए साधन प्रदान करें, जिसमें तकनीकी सीमाओं या सॉफ़्टवेयर की उपयोग सीमाओं को दरकिनार करना शामिल है, या किसी भी आवर्ती शुल्क से बचने का प्रयास करना शामिल है। ऐसा कोई भी निषिद्ध उपयोग सॉफ़्टवेयर के लिए आपका लाइसेंस तुरंत समाप्त कर देगा । सॉफ्टवेयर केवल सार्वजनिक डोमेन के उपयोग के लिए अभिप्रेत है।</p><p><strong>3.2 </strong><strong>उपयोग।</strong> आप और आपके द्वारा सॉफ़्टवेयर का उपयोग एप्लिकेशन में निर्धारित सॉफ़्टवेयर का उपयोग करने के आपके अधिकारों से अधिक नहीं होगा। आप किसी भी अनधिकृत उपयोग सहित सॉफ़्टवेयर के आपके उपयोग के लिए ज़िम्मेदार हैं । उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA किसी भी समय सभी उपयोगकर्ताओं द्वारा सॉफ़्टवेयर के उपयोग की निगरानी कर सकते हैं। इसके अलावा, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA, या इसके नामित प्रतिनिधियों को, नियमित व्यावसायिक घंटों के दौरान, उचित नोटिस पर, इस अनुबंध के नियमों और प्रतिबंधों के साथ आपके अनुपालन को सत्यापित करने के लिए आपके डेटा और रिकॉर्ड तक पहुंचने और समीक्षा करने का अधिकार होगा, जिसमें शामिल हैं किसी भी उपयोग की सीमाएँ।</p><p><strong>3.3 </strong><strong>आपके</strong> <strong>दायित्व।</strong> आप स्वीकार करते हैं, सहमत होते हैं, और वारंटी देते हैं कि: ( i ) आप अपनी गतिविधि और इस अनुबंध के अनुपालन के लिए जिम्मेदार हैं और होंगे, और यदि आपको किसी उल्लंघन के बारे में पता चलता है, तो आप सॉफ़्टवेयर और दस्तावेज़ीकरण के लिए आपत्तिजनक पक्ष की पहुंच को तुरंत समाप्त कर देंगे और उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA को सूचित करें; और (ii) आप सॉफ़्टवेयर और दस्तावेज़ीकरण के लिए आपत्तिजनक पक्ष की पहुंच को तुरंत समाप्त कर देंगे और उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA को सूचित करेंगे; (ii) आप और आपके उपयोगकर्ता सभी लागू स्थानीय, राज्य, संघीय और अंतर्राष्ट्रीय कानूनों का पालन करेंगे; (iii) आप केवल दस्तावेज़ीकरण के अनुसार सॉफ़्टवेयर का उपयोग करेंगे, और आप यह सुनिश्चित करेंगे कि सॉफ़्टवेयर एक समर्थित प्लेटफ़ॉर्म पर स्थापित है जैसा कि दस्तावेज़ीकरण में बताया गया है और सॉफ़्टवेयर का उपयोग केवल सार्वजनिक डोमेन के साथ किया जाता है; (iv) आप सॉफ़्टवेयर तक पहुँचने या उपयोग करने वाले उपकरणों पर सॉफ़्टवेयर/एप्लिकेशन का नवीनतम संस्करण स्थापित करेंगे;</p><p><strong>3.4 </strong><strong>निषेधाज्ञा</strong> <strong>राहत।</strong> पक्ष इस बात से सहमत हैं कि, किसी भी अन्य उपाय के अलावा, जिसके लिए गैर-उल्लंघन करने वाला पक्ष हकदार हो सकता है, इस धारा 3 के किसी भी गंभीर उल्लंघन के परिणामस्वरूप अपूरणीय क्षति होगी, और यह कि गैर-उल्लंघन करने वाला पक्ष अदालत में निषेधाज्ञा राहत की मांग कर सकता है बांड पोस्ट किए बिना सक्षम क्षेत्राधिकार।</p><ol start=\"4\"><li><strong>मालिकाना</strong> <strong>अधिकार।</strong></li></ol><p><strong>4.1 </strong><strong>उज्जैन</strong> <strong>स्मार्ट</strong> <strong>सिटी</strong> <strong>लिमिटेड</strong> <strong>और</strong><strong> MRIDA </strong><strong>सामग्री।</strong> यह खंड आप पर लागू होता है। उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA इसलिए इस समझौते की शर्तों के अधीन, ग्राहकों को वितरित विपणन और विज्ञापन सामग्री में उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री का उपयोग करने, पुन: पेश करने और वितरित करने के लिए गैर-सहमति की घोषणा करते हैं । वैसा ही। उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री (किसी अन्य भाषा में किसी भी अनुवाद सहित) के आधार पर व्युत्पन्न कार्यों को बदलने या बनाने का कोई अधिकार नहीं है।</p><p><strong>4.2 </strong><strong>बौद्धिक</strong> <strong>संपदा</strong> <strong>का</strong> <strong>स्वामित्व।</strong> उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सॉफ्टवेयर, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मार्क्स द्वारा महाकाल ऑडियो गाइड ऐप, और दस्तावेज़ीकरण बेचे जाने के बजाय लाइसेंस प्राप्त हैं। इस अनुबंध के तहत दिए गए लाइसेंस के साथ \"खरीदें\" शब्द का उपयोग स्वामित्व हस्तांतरण का संकेत नहीं देता है। इस समझौते के तहत उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA द्वारा आपको स्पष्ट रूप से दिए गए सीमित अधिकारों को छोड़कर, आप स्वीकार करते हैं और सहमत हैं कि सभी कॉपीराइट, ट्रेडमार्क, पेटेंट, व्यापार रहस्य, बौद्धिक संपदा (बिना किसी सीमा के, एल्गोरिदम, व्यावसायिक प्रक्रियाएं, सुधार, संवर्द्धन, संशोधन, व्युत्पन्न कार्य, और सॉफ़्टवेयर के संबंध में एकत्रित और विश्लेषण की गई जानकारी ) और अन्य मालिकाना अधिकार उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA के हैं।</p><p>सॉफ़्टवेयर के माध्यम से एक्सेस की गई सामग्री में सभी अधिकार, शीर्षक और रुचि संबंधित स्वामी के स्वामित्व में है और प्रासंगिक बौद्धिक संपदा कानूनों और संधियों के तहत संरक्षित किया जा सकता है। इस अनुबंध के तहत आपके पास ऐसी सामग्री का उपयोग करने सहित कोई अधिकार नहीं है। आप एतद्द्वारा उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA को किसी भी जानकारी, डेटा, सुझाव, एन्हांसमेंट अनुरोध, अनुशंसाओं का उपयोग करने या शामिल करने के लिए एक रॉयल्टी-मुक्त, पूरी तरह से भुगतान, दुनिया भर में, अनन्य, हस्तांतरणीय, उप-लाइसेंस योग्य, अपरिवर्तनीय और स्थायी लाइसेंस प्रदान करते हैं। आपके या आपके उपयोगकर्ताओं द्वारा इसके उत्पादों और सेवाओं में प्रदान किए गए सॉफ़्टवेयर या दस्तावेज़ीकरण से संबंधित अन्य फ़ीडबैक। उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA इस समझौते के तहत आपको स्पष्ट रूप से प्रदान नहीं किए गए सभी अधिकार सुरक्षित रखते हैं।</p><p>सॉफ़्टवेयर, दस्तावेज़ीकरण, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री, या उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मार्क्स के लिए कोई निहित अधिकार नहीं हैं।</p><p><strong>4.3 </strong><strong>आपके</strong> <strong>डेटा</strong> <strong>का</strong> <strong>स्वामित्व।</strong> आपके डेटा में और उसके लिए सभी कॉपीराइट, ट्रेडमार्क, पेटेंट, व्यापार रहस्य, बौद्धिक संपदा, और अन्य स्वामित्व अधिकार पूरी तरह से आप और आपके उपयोगकर्ताओं के हाथों में रहते हैं। उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA, साथ ही महाकाल ऑडियो गाइड ऐप के अधिकार, जानकारी तक पहुँचने और उपयोग करने के लिए इस समझौते में स्पष्ट रूप से अधिकृत लोगों तक सीमित हैं। आपके डेटा के संबंध में कोई अतिरिक्त निहित अधिकार नहीं हैं।</p><ol start=\"5\"><li><strong>टर्म</strong> <strong>एंड</strong> <strong>टर्मिनेशन।</strong></li></ol><p><strong>5.1 </strong><strong>टर्म।</strong> यह अनुबंध प्रभावी तिथि पर शुरू होगा और लागू फॉर्म (\"प्रारंभिक सेवा अवधि या स्थापना अवधि\") में प्रदान किए गए समय तक जारी रहेगा जब तक कि इस अनुबंध के अनुसार पहले रद्द नहीं किया जाता है। प्रारंभिक सेवाओं की अवधि और किसी भी बाद की नवीनीकरण शर्तों (प्रत्येक एक \"नवीनीकरण अवधि,\" और प्रारंभिक सेवाओं की अवधि के साथ, \"अवधि\") के अंत में, अनुबंध स्वचालित रूप से लगातार नवीनीकरण शर्तों के लिए नवीनीकृत हो जाएगा। जब तक नवीनीकरण के समय उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA द्वारा अन्यथा निर्धारित नहीं किया जाता है या अनुबंध में निर्धारित के रूप में जल्द ही समाप्त कर दिया जाता है, प्रत्येक नवीनीकरण अवधि प्रारंभिक सेवाओं की अवधि के समान होगी। यह अनुबंध तब तक बना रहेगा जब तक कि आपके पास स्थायी लाइसेंस होने पर इसके विशिष्ट प्रावधानों के अनुरूप इसे समाप्त नहीं कर दिया जाता है ।</p><p><strong>5.2 </strong><strong>आपके</strong> <strong>अधिकार।</strong></p><p>(ए) यदि आपसे मासिक आधार पर शुल्क लिया जा रहा है, तो आप किसी भी समय उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA, साथ ही महाकाल ऑडियो गाइड ऐप, रद्द करने के अपने निर्णय की पूर्व लिखित सूचना देकर इस समझौते को रद्द कर सकते हैं। इस धारा 5.2 (ए) के तहत आपकी समाप्ति की प्रभावी तिथि उज्जैन स्मार्ट सिटी लिमिटेड और एमआरआईडीए और महाकाल ऑडियो गाइड ऐप द्वारा समाप्ति अधिसूचना प्राप्त होने के बाद पहले पूर्ण कैलेंडर माह की समाप्ति होगी। इसके विपरीत कुछ भी हो, यदि आप आरंभिक अवधि के दौरान इस अनुभाग के अनुसार अनुबंध को समाप्त करते हैं, तो अनुबंध के अंतिम महीने के लिए लिया गया I शुल्क पूर्ण शुल्क मूल्य या निर्धारित कीमतों पर आधारित होगा, और ( i ) शुल्क लिया जाएगा अनुबंध के अंतिम महीने के लिए पूर्ण शुल्क मूल्य या निर्धारित कीमतों पर आधारित होगा, और (ii) पूर्ण शुल्क मूल्य या कीमतों पर एक (1) महीने का प्रारंभिक समाप्ति शुल्क अंतिम चालान में जोड़ा जाएगा और प्राप्त होने पर आपसे देय।</p><p>(बी) यदि आपसे वार्षिक आधार पर शुल्क लिया जाता है, तो आप उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA के साथ-साथ महाकाल ऑडियो गाइड को समाप्त करने के अपने इरादे की लिखित सूचना देकर इस अनुबंध को समाप्त कर सकते हैं। यह अनुबंध अवधि समाप्त होने से कम से कम तीस (30) दिन पहले।</p><p><strong>5.3 </strong><strong>उज्जैन</strong> <strong>स्मार्ट</strong> <strong>सिटी</strong> <strong>लिमिटेड</strong> <strong>और</strong><strong> MRIDA </strong><strong>द्वारा</strong> <strong>समाप्ति।</strong> जब तक यहां अन्यथा निर्धारित नहीं किया गया है, और उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA के किसी अन्य अधिकार या उपाय के अलावा, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA तीस (30) दिनों की पूर्व लिखित सूचना पर या तुरंत अनुबंध समाप्त कर सकते हैं: ( i ) यदि आप दिवालियापन या लेनदारों के लाभ के लिए दिवाला, प्राप्ति, परिसमापन या असाइनमेंट से संबंधित किसी अन्य कार्यवाही के अधीन हो जाते हैं; (ii) यदि आप उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA और महाकाल ऑडियो गाइड ऐप बौद्धिक संपदा अधिकारों का उल्लंघन या दुरुपयोग करते हैं; (iii) यदि आप इस अनुबंध का उल्लंघन करते हैं, जिसमें इसके अंतर्गत देय कोई भुगतान करने में विफलता भी शामिल है; या (iv) लागू कानून के अनुसार या उसके अनुपालन में या अदालत के आदेश की हमारी प्राप्ति, या कानून प्रवर्तन एजेंसी द्वारा अन्य अनुरोध।</p><p><strong>5.4 </strong><strong>समाप्ति</strong> <strong>का</strong> <strong>प्रभाव</strong> । कोई टर्मिनेशन आपको समाप्ति की प्रभावी तिथि के माध्यम से उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA और महाकाल ऑडियो गाइड ऐप को अर्जित या देय किसी भी शुल्क या अन्य राशि का भुगतान करने के दायित्व से मुक्त नहीं करेगा। चाहे मासिक या वार्षिक आधार पर शुल्क लिया गया हो, आपको समाप्ति से पहले किसी भी शुल्क या भुगतान की वापसी, या किसी भी शुल्क के लिए क्रेडिट प्राप्त नहीं होगा, भले ही वर्तमान अवधि में कितना समय बचा हो। समाप्ति की प्रभावी तिथि। उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA के किसी भी अन्य अधिकार के पूर्वाग्रह के बिना, समाप्ति पर, आपको सॉफ़्टवेयर का उपयोग बंद कर देना चाहिए, और उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मार्क्स, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री और दस्तावेज़ीकरण आपके सभी भंडारण को बंद कर देगा डेटा और नष्ट या वापस (आपके अनुरोध पर), उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री और दस्तावेज़ीकरण और उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मार्क्स वाली सभी सामग्रियों को नष्ट कर दें। आप आगे स्वीकार करते हैं और सहमत होते हैं कि आप इस समझौते की समाप्ति के पांच (5) व्यावसायिक दिनों के भीतर उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA से अपना डेटा या अपने डेटा की प्रतियां प्राप्त करेंगे। जब तक हमारी आंतरिक नीतियों, संविदात्मक, कानूनी, या अन्य दायित्व के अनुसार, आप स्वीकार करते हैं और सहमत होते हैं कि उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA और महाकाल ऑडियो गाइड ऐप को आपके डेटा को हटाने का अधिकार है, जिसमें उसकी कोई भी और सभी प्रतियां शामिल हैं। आपका डेटा, एक बार हटाए जाने के बाद, पुनर्प्राप्त नहीं किया जा सकेगा। धारा 1 (परिभाषाएं), 4.3 (उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA बौद्धिक संपदा का स्वामित्व), 5.4 (समाप्ति का प्रभाव), 6-8 (शुल्क और भुगतान; कर; डेटा; आपके डेटा की सुरक्षा; गोपनीय जानकारी), 9 ( वारंटी अस्वीकरण), 10 (क्षतिपूर्ति), 11 (दायित्व की सीमा), इस समझौते के किसी भी समाप्ति या समाप्ति के साथ-साथ किसी भी अन्य प्रावधानों के साथ जीवित रहेगा जो उनकी स्पष्ट शर्तों से जीवित रहते हैं या उनकी प्रकृति से जीवित रहना चाहिए।</p><ol start=\"6\"><li><strong>शुल्क</strong> <strong>और</strong> <strong>भुगतान</strong><strong>; </strong><strong>कर</strong></li></ol><p><strong>6.1 </strong><strong>शुल्क</strong> <strong>और</strong> <strong>भुगतान।</strong> उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA द्वारा स्वीकार किए जाने पर दिए गए सभी ऑर्डर (यदि कोई हों) को अंतिम माना जाएगा। शुल्क देय और देय होगा जैसा कि निर्धारित है। जब तक यहां अन्यथा निर्धारित नहीं किया गया है, शुल्क उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA की ‑उस समय की मानक दरों पर चालान के समय या, यदि लागू हो, जैसा कि निर्धारित किया गया है। यदि आप आवश्यकतानुसार भुगतान करने में विफल रहते हैं, तो उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA अपने विवेकाधिकार पर, हकदार होंगे: ( i ) जब तक आप अपने लंबित दायित्वों को पूरा नहीं करते, तब तक आवेदन का लाइसेंस निलंबित कर दें।</p><ol start=\"7\"><li><strong>डेटा</strong><strong>; </strong><strong>आपके</strong> <strong>डेटा</strong> <strong>की</strong> <strong>सुरक्षा।</strong></li></ol><p><strong>7.1 </strong><strong>आपका</strong> <strong>डेटा।</strong> उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA और उसके सहयोगी आपके डेटा या किसी अन्य डेटा, सूचना, या डेटा या फ़ाइलों की सामग्री को हटा सकते हैं, जो आपके या आपके उपयोगकर्ताओं द्वारा उपयोग, संग्रहीत, संसाधित या अन्यथा उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA और महाकाल ऑडियो गाइड ऐप है। , अपने विवेकाधिकार में, यह मानता है या है: (ए) एक वायरस; (बी) अवैध, अपमानजनक, अपमानजनक, धमकी देने वाला, हानिकारक, अश्लील, अश्लील, या अश्लील; (सी) स्पैमिंग, चेन लेटर, या आपत्तिजनक सामग्री के प्रसार के उद्देश्य से उपयोग किया जाता है; (डी) अपराध, बदनामी या उत्पीड़न का कारण बनता था; या (ई) किसी तीसरे पक्ष के बौद्धिक संपदा अधिकारों या किसी अन्य अधिकार का उल्लंघन करना। आप सहमत हैं कि आप सॉफ़्टवेयर का उपयोग करके सीधे या परोक्ष रूप से संसाधित अपने डेटा के बैकअप को बनाए रखने और संरक्षित करने के लिए ज़िम्मेदार हैं और उज्जैन स्मार्ट सिटी लिमिटेड और एमआरआईडीए आपके डेटा के निर्यात, स्टोर करने में विफलता, हानि या भ्रष्टाचार के लिए ज़िम्मेदार नहीं है। . <br/> आप एतद्द्वारा उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA को एक गैर-अनन्य, रॉयल्टी-मुक्त, दुनिया भर में, पूरी तरह से भुगतान, हस्तांतरणीय लाइसेंस प्रदान करते हैं ताकि सॉफ्टवेयर के आवश्यक संचालन और कार्य में सहायता करने के लिए, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA उत्पादों को बेहतर बनाया जा सके। और सेवाओं और उनके साथ आपका अनुभव, और इस समझौते में निर्धारित किसी भी उद्देश्य के लिए या उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA गोपनीयता नोटिस के अनुसार, जो उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA आपको प्रदान करता है या आपको उपलब्ध कराता है, जिसमें उज्जैन स्मार्ट सिटी लिमिटेड भी शामिल है। और MRIDA की वेबसाइट और मोबाइल एप्लिकेशन, जिसे उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA समय-समय पर अपडेट या संशोधित कर सकते हैं, और जिसे इस संदर्भ द्वारा इस अनुबंध में शामिल किया गया है।</p><p>आप प्रतिनिधित्व करते हैं और वारंट करते हैं कि आप और आपके उपयोगकर्ता, यहां व्यक्तिगत डेटा के प्रसंस्करण के संबंध में, डेटा नियंत्रक (और उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA, डेटा प्रोसेसर) समझा जाएगा और इस तरह के व्यक्तिगत डेटा के उद्देश्य और तरीके को निर्धारित करेगा। है या संसाधित किया जाएगा।</p><p><strong>7.2 </strong><strong>डेटा</strong> <strong>की</strong> <strong>सुरक्षा।</strong> गोपनीय जानकारी और व्यक्तिगत डेटा को सुरक्षित रखने के लिए प्रत्येक पक्ष को उचित प्रशासनिक, भौतिक, तकनीकी और संगठनात्मक कदम उठाने चाहिए। उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA और इसके सहयोगी डेटा प्रोसेसिंग परिशिष्ट के अनुसार व्यक्तिगत डेटा को संसाधित करेंगे, जिसे इस संदर्भ में शामिल किया गया है। आप यह सुनिश्चित करने के लिए ज़िम्मेदार हैं कि सॉफ़्टवेयर की सुरक्षा आपके इच्छित उपयोग और व्यक्तिगत डेटा के भंडारण, या प्रसंस्करण के लिए उपयुक्त है।</p><p>&nbsp;</p><ol start=\"8\"><li><strong>सीमित</strong> <strong>वारंटी</strong> <strong>और</strong> <strong>वारंटी</strong> <strong>अस्वीकरण।</strong></li></ol><p><strong>वारंटी</strong> <strong>अस्वीकरण</strong> । स्पष्ट रूप से वारंट के अलावा, सॉफ़्टवेयर, दस्तावेज़ीकरण, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA चिह्न, समर्थन, और अन्य सभी उत्पाद और सेवाएँ जो सॉफ़्टवेयर के तहत प्रदान की जाती हैं, जो कि सॉफ्टवेयर के तहत प्रदान की जाती हैं। (सामूहिक रूप से, इस अनुच्छेद के प्रयोजनों के लिए, \"उत्पाद\"), \"जैसा है\" और \"जैसा उपलब्ध है\" के आधार पर प्रदान किया जाता है। स्पष्ट रूप से बताए गए के अलावा, लागू कानून के तहत अनुमत अधिकतम सीमा तक, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA अस्वीकार करता है और किसी भी प्रकार, एक्सप्रेस, अधिकार, अधिकार, किसी भी प्रकार के प्रतिनिधित्व और वारंटियों को शामिल नहीं करता है। शीर्षक, गैर- ‑उल्लंघन, सटीकता, विश्वसनीयता, सुरक्षा, डेटा की हानि या भ्रष्टाचार, निरंतरता, या उत्पादों या उसी के परिणामों से संबंधित दोष की अनुपस्थिति। उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA यह गारंटी नहीं देता है कि उत्पाद, जिसमें कोई विनिर्देश या कार्य शामिल हैं, आपकी आवश्यकताओं को पूरा करेंगे या उनमें जो दोष हैं, उन्हें ठीक किया जाएगा। <br/> उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA विशेष रूप से तृतीय-पक्ष उत्पादों और सेवाओं के लिए उत्तरदायित्व को अस्वीकार करते हैं, जिनके साथ आप सॉफ़्टवेयर का उपयोग कर सकते हैं, और आप विशेष रूप से UJJASPITY और किसी भी अधिकार का विरोध करते हैं। सेवाएं।</p><ol start=\"9\"><li><strong>क्षतिपूर्ति।</strong></li></ol><p><strong>9.1 </strong><strong>उज्जैन</strong> <strong>स्मार्ट</strong> <strong>सिटी</strong> <strong>लिमिटेड</strong> <strong>और</strong><strong> MRIDA </strong><strong>और</strong> <strong>महाकाल</strong> <strong>ऑडियो</strong> <strong>गाइड</strong> <strong>ऐप</strong> <strong>क्षतिपूर्ति।</strong> नीचे दी गई धारा 11 के अधीन, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA आपके खिलाफ लाए गए किसी भी तीसरे पक्ष के दावे से क्षतिपूर्ति, बचाव और आपको हानिरहित रखेंगे कि सेवाएँ, सॉफ़्टवेयर, दस्तावेज़ीकरण, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री, या उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मार्क्स किसी तीसरे पक्ष (एक \"उल्लंघन का दावा\") के किसी भी पेटेंट, कॉपीराइट, ट्रेडमार्क, व्यापार रहस्य, या अन्य बौद्धिक संपदा अधिकारों का उल्लंघन या दुरुपयोग करता है, बशर्ते: ( i ) सेवाओं, सॉफ्टवेयर, उज्जैन स्मार्ट सिटी लिमिटेड का उपयोग और आपके द्वारा MRIDA सामग्री, और Ujjain SMART CITY LIMITED और MRIDA मार्क्स अनुबंध और दस्तावेज़ीकरण के अनुरूप हैं; (ii) कथित उल्लंघन सेवाओं, सॉफ़्टवेयर, दस्तावेज़ीकरण, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री, या उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मार्क्स के संशोधन या परिवर्तन के कारण नहीं है; (iii) कथित उल्लंघन सेवाओं, सॉफ़्टवेयर, दस्तावेज़ीकरण, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री, या उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मार्क्स के संयोजन या उपयोग के कारण नहीं था, उत्पादों या सामग्री के साथ उज्जैन स्मार्ट सिटी लिमिटेड द्वारा आपूर्ति नहीं की गई थी और एमआरआईडीए; और/या (iv) आपने कथित उल्लंघन के बारे में सूचित किए जाने और सेवाएं, सॉफ़्टवेयर, प्रलेखन, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA कथित उल्लंघन से बचा जाता है। उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA के क्षतिपूर्ति दायित्व आप पर निर्भर हैं: ( i ) उल्लंघन के दावे के लिखित रूप में उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA को तुरंत सूचित करना; (ii) उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA को वकील के चयन, बचाव और उल्लंघन के दावे के निपटान का एकमात्र नियंत्रण प्रदान करना; और (iii) उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA को उल्लंघन के दावे के बचाव और निपटान के लिए आवश्यक उचित सहायता, सूचना और अधिकार प्रदान करना। यह खंड उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA के उल्लंघन के दावों के संबंध में संपूर्ण दायित्व (और आपका एकमात्र और अनन्य उपाय होगा) बताता है।</p><p><strong>9.2 </strong><strong>आपकी</strong> <strong>क्षतिपूर्ति।</strong> आप उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA और उसके सहयोगियों, और उसके, अधिकारियों, कर्मचारियों और एजेंटों को किसी भी दावे, देनदारियों, क्षतियों, लागतों और खर्चों (वकीलों की फीस और खर्चों सहित) से क्षतिपूर्ति, बचाव और धारण करने के लिए सहमत हैं। ) से उत्पन्न या इसके कारण: ( i ) आपका डेटा; (ii) आपके (या आपके उपयोगकर्ता द्वारा) इस अनुबंध का उल्लंघन; (iii) आपके (या आपके उपयोगकर्ता द्वारा) सॉफ़्टवेयर या दस्तावेज़ीकरण या उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री का उपयोग किसी भी बौद्धिक संपदा या गोपनीयता अधिकार, या किसी भी लागू कानूनों सहित तीसरे पक्ष के अधिकारों का उल्लंघन है; या (iv) आपके (या आपके उपयोगकर्ता द्वारा) सॉफ़्टवेयर या दस्तावेज़ीकरण, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री, या उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA मार्क्स का दुरुपयोग।</p><ol start=\"10\"><li><strong>दायित्व</strong> <strong>की</strong> <strong>सीमा।</strong></li></ol><p>लागू कानून द्वारा अनुमत अधिकतम सीमा तक, (i) किसी भी स्थिति में उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA या उसके सहयोगी, या इसके या उनके निदेशक, कर्मचारी, कर्मचारी, या एजेंट, किसी भी कंपनी, किसी भी कंपनी के लिए नहीं होंगे। आकस्मिक, परिणामी, दंडात्मक, सांविधिक या अनुकरणीय नुकसान, जिसमें लाभ, खोया या दूषित डेटा, सद्भावना की हानि, काम में रुकावट, किसी उपकरण की विफलता या अन्य सामान की खराबी शामिल है, लेकिन इन्हीं तक सीमित नहीं है। इस अनुबंध से संबंधित, सॉफ़्टवेयर, दस्तावेज़ीकरण, उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री, या इसके अंतर्गत प्रदान किए जाने वाले अन्य उत्पाद या सेवाएं, भले ही उन्हें उस संभावित के बारे में सलाह दी गई हो, भले ही उन्हें उस संभावित सलाह के बारे में बताया गया हो (लापरवाही सहित), क़ानून, क्षतिपूर्ति या अन्य) जिस पर ऐसा कोई दायित्व आधारित हो; और (II) उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA और उसके सहयोगियों, और इसके और उनके निदेशकों, कर्मचारियों, और एजेंटों, और एकमात्र उपाय, आपके लिए उपलब्ध एकमात्र उपाय, के बारे में कुल दायित्व उज्जैन स्मार्ट सिटी लिमिटेड और MRIDA सामग्री, या इसके तहत प्रदान किए जाने वाले किसी भी अन्य उत्पाद या सेवाओं को इस अनुबंध की समाप्ति तक सीमित किया जाएगा और हर्जाना के तहत भुगतान की जाने वाली कुल राशि से अधिक नहीं होगी। समाप्ति के लिए।</p><p><strong>संपर्क</strong> <strong>करें</strong></p><p>यदि एप्लिकेशन का उपयोग करते समय ईयूएलए के संबंध में आपके कोई प्रश्न हैं, या हमारे अभ्यासों के बारे में कोई प्रश्न हैं, तो कृपया हमें _________ पर ईमेल के माध्यम से संपर्क करें।</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>",
        "more": "और दिखाएं",
        "less": "कम दिखाएं",
        "skip": "हां",
        "skip_video": "आप दूसरे स्थान के पास पहुँच गए हैं। क्या आप अब ऑडियो सुनना चाहते हैं?",
        "provide_necessary_info": "कृपया आवश्यक जानकारी प्रदान करें",
        "your_name": "आपका नाम",
        "number_of_guests": "अतिथियों की संख्या",
        "enter_number_of_guests": "अतिथियों की संख्या दर्ज करें",
        "history": "इतिहास",
        "sr_no": "क्र.सं.",
        "name": "नाम",
        "date": "तारीख",
        "time": "समय",
        "guests": "अतिथि",
        "qrcode_entry_point": "प्रवेश बिंदु पर नीचे दिए गए QR कोड को दिखाएँ",
        "thank_you_for_visiting": "आपके आगमन के लिए धन्यवाद",
        "view_all": "सभी देखें",
        "fill_above_info": "कृपया ऊपर दी गई जानकारी भरें",
        "scan_qr": "QR स्कैन करें",
        "guests_entered": "अतिथि प्रवेशित",
        "total_guests": "कुल अतिथि",
        "qr_expired": "QR कोड समाप्त हो गया है",
        "wrong_qr": "QR कोड गलत है",
        "thank_you": "आपके दौरे के लिए धन्यवाद",
        "delete_request_desc": "क्या आप अपना अनुरोध हटाना चाहते हैं?",
        "today": "आज",
        "weekly": "साप्ताहिक",
        "monthly": "मासिक",
        "delete_account": "खाता हटाएं",
        "delete_msg": "आपका खाता सफलतापूर्वक हटा दिया गया है",
        "delete_account_desc": "क्या आप अपना खाता हटाना चाहते हैं?",
        "resend_in": "पुनः भेजें",
        "about_bhaghat_singh": "भगत सिंह के बारे में",

        "enable_bluetooth": "ब्लूटूथ सक्षम करें",
        "please_enable_bluetoothon_yourdevice": "ਕकृपया अपने डिवाइस पर ब्लूटूथ सक्षम करें।",
        "enable": "सक्षम",
        "improve_bluetooth_accuracy": "ब्लूटूथ सटीकता में सुधार करने के लिए, कृपया अपने डिवाइस पर ब्लूटूथ सक्षम करें।",
        "steps_toturnon_bluetooth": "ब्लूटूथ चालू करने के चरण",
        "open_settings": "1. सेटिंग्स खोलें: ",
        "go_toyour_device": "अपने डिवाइस की होम स्क्रीन पर जाएं और सेटिंग ऐप पर टैप करें।",
        "go_to_Bluetooth_dialog": "2. ब्लूटूथ पर जाएं: ",
        "depending_onyour_device": "अपनी डिवाइस के आधार पर, कनेक्शन या सीधे ब्लूटूथ पर टैप करें।",
        "enable_bluetooth_dialog": "3. ब्लूटूथ सक्षम करें: ",
        "toggle_switch": "ब्लूटूथ चालू करने के लिए स्विच को टॉगल करें.",
        "go_to_bluetooth": "ब्लूटूथ पर जाएँ",
        "grant_following_permissions": "निम्नलिखित अनुमतियाँ प्रदान करें",
        "need_following_permissions": "भगत सिंह संग्रहालय को बेहतर ऐप अनुभव के लिए निम्नलिखित अनुमति की आवश्यकता है",
        "geolocation": "जियोलोकेशन",
        "tap_to_grant_permission": "अनुमति देने के लिए बटन पर टैप करें।",
        "bluetooth": "ब्लूटूथ",
        "continue": "जारी रखना",
        "granted": "मंज़ूर किया",
        "denied": "अस्वीकृत",
        "grant": "अनुदान",
        "permissions_require":  "सभी अनुमतियाँ आवश्यक हैं, कृपया प्रदान करें"
    }
}