{
    "status": true,
    "code": 200,
    "message": "Main Menu Data",
    "label_data": {
        "punjab_tourism": "ਪੰਜਾਬ ਸੈਰ ਸਪਾਟਾ",
        "welcome_to": "ਸਵਾਗਤ ਹੈ",
        "virast_e_khalsa": "ਭਗਤ ਸਿੰਘ ਮਿਊਜ਼ੀਅਮ",
        "sign_out": "ਸਾਇਨ ਆਉਟ",
        "logout_msg": "ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਤੋਂ ਲੌਗਆਉਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
        "cancel": "ਰੱਦ ਕਰੋ",
        "logout": "ਲਾਗ ਆਊਟ",
        "select_language": "ਭਾਸ਼ਾ ਚੁਣੋ",
        "select_lang_desc": "ਆਪਣੀ ਪਸੰਦੀਦਾ ਸਮੱਗਰੀ ਅਤੇ ਆਡੀਓ ਭਾਸ਼ਾ ਚੁਣੋ",
        "feedback": "ਸੁਝਾਅ",
        "enter_your_name": "ਆਪਣਾ ਨਾਮ ਦਰਜ ਕਰੋ",
        "enter_phone_no": "  ਫ਼ੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ",
        "enter_title": "ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ",
        "enter_message": "ਸੁਨੇਹਾ ਦਰਜ ਕਰੋ",
        "submit": "ਜਮ੍ਹਾਂ ਕਰੋ",
        "name_field_validation": "ਨਾਮ ਖਾਲੀ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ!",
        "phone_field_validation": "ਫ਼ੋਨ ਖਾਲੀ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ!",
        "title_field_validation": "ਸਿਰਲੇਖ ਖਾਲੀ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ!",
        "message_field_validation": "ਸੁਨੇਹਾ ਖਾਲੀ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ!",
        "login": "ਲਾਗਿਨ",
        "verify_mobile_no": "ਆਪਣੇ ਮੋਬਾਈਲ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
        "or": "ਜਾਂ",
        "near_by": "ਨੇੜੇ",
        "select_near_by": "ਲੱਭਣ ਲਈ ਨਜ਼ਦੀਕੀ ਸਥਾਨਾਂ ਦੀ ਚੋਣ ਕਰੋ",
        "from": "ਤੋਂ",
        "to": "ਨੂੰ",
        "current_location": "ਮੌਜੂਦਾ ਟਿਕਾਣਾ",
        "get_direction": "ਦਿਸ਼ਾ ਪ੍ਰਾਪਤ ਕਰੋ",
        "delete": "ਮਿਟਾਓ",
        "search": "ਖੋਜ",
        "enter_email_address": "ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ",
        "email_field_validation": "ਈਮੇਲ ਖਾਲੀ ਨਹੀਂ ਹੋਣੀ ਚਾਹੀਦੀ!",
        "email_not_valid": "ਈਮੇਲ ਵੈਧ ਨਹੀਂ ਹੈ",
        "send_otp": "ਓਟੀਪੀ ਭੇਜੋ",
        "verify_otp": "ਓਟੀਪੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
        "verify_otp_desc": "6 ਅੰਕਾਂ ਦਾ ਕੋਡ ਦਾਖਲ ਕਰੋ ਜੋ ਤੁਹਾਨੂੰ ਆਪਣੀ ਈਮੇਲ 'ਤੇ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ",
        "verify": "ਪੁਸ਼ਟੀ ਕਰੋ",
        "didnt_recv_otp": "ਕੀ ਓਟੀਪੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਇਆ?",
        "resend_otp": "ਓਟੀਪੀ ਦੁਬਾਰਾ ਭੇਜੋ",
        "home": "ਘਰ",
        "content_language": "ਸਮੱਗਰੀ ਭਾਸ਼ਾ",
        "entry_access": "ਪ੍ਰਵੇਸ ਪਹੁੰਚ",
        "eula_content": "<p>अंतिम वापरकर्ता परवाना करार ( EULA ) हा अंतिम वापरकर्ता परवाना करार (खाली परिभाषित केल्याप्रमाणे) याद्वारे तुम्ही, एकतर व्यक्ती किंवा संस्था (&quot;तुम्ही&quot; किंवा &quot;कंपनी&quot;) आणि उज्जैन स्मार्ट सिटी लिमिटेड आणि महाकाल रुद्रसागर एकात्मिक विकास दृष्टिकोन (एकत्रितपणे, &quot;MRIDA&quot;) उज्जैन महाकाल ऑडिओ मार्गदर्शक अॅपसाठी (खाली परिभाषित केल्याप्रमाणे). हा करार तुम्ही या कराराचा संदर्भ देणारा अॅप्लिकेशन इंस्टॉल करून किंवा डाउनलोड करून आणि/किंवा अॅप्लिकेशन (&quot;प्रभावी तारीख&quot;) वापरून तुम्ही हा करार स्वीकारता त्या तारखेपासून तयार केला आहे आणि त्यात प्रवेश केला आहे. हा करार स्वीकारून, एकतर तुमची स्वीकृती सूचित करून, डाउनलोड करून, स्थापित करून आणि/किंवा सॉफ्टवेअर (खाली परिभाषित) वापरून, तुम्ही या कराराला सहमती देता. हा करार तुमच्या आणि उज्जैन स्मार्ट सिटी लिमिटेड आणि महाकाल रुद्रसागर एकात्मिक विकास दृष्टीकोन (एकत्रितपणे, &quot;माती&quot;) यांच्यातील कायदेशीर बंधनकारक करार आहे आणि तुम्हाला परवाना देणार्&zwj;या अटी व शर्ती निर्धारित करतो. जर तुम्ही या करारामध्ये प्रवेश करत असाल, तर तुम्ही प्रतिनिधित्व करता की तुम्ही आम्हाला हा करार पूर्ण आदराने स्वीकारण्यासाठी तुमची संमती दिली आहे. या करारामध्ये कोणतेही बदल, जोडणे किंवा हटवणे तुम्हाला स्वीकारले जाणार नाही आणि या कराराचा भाग असणार नाही. तुम्ही या करारास सहमत नसल्यास, तुम्ही सॉफ्टवेअर डाउनलोड करा, स्थापित किंवा वापरले जाऊ नये. तुम्ही कबूल करता आणि सहमत आहात की उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA ने या कराराची वर्तमान आवृत्ती तयार केली आहे, ज्यामध्ये या करारामध्ये नमूद केलेल्या अटी व शर्ती आहेत. तुम्ही कबूल करता आणि सहमत आहात की, तुम्ही हा करार उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए सोबत केला आहे आणि कराराच्या वेळी आणि अटींनुसार उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएच्या अटी आणि शर्तींमध्ये सुधारणा आणि सुधारणा करू शकता. करारामध्ये समाविष्ट आहे. उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए कराराच्या अशा सुधारित आणि अद्ययावत आवृत्त्या उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए मोबाइल अॅप्लिकेशनवर उपलब्ध करून देतील, किंवा अन्यथा तुम्हाला तुमच्या स्वीकृतीबद्दल आणि सॉफ्टवेअरच्या वापराबद्दल सूचित केले जाईल. कराराच्या तत्कालीन अटी व शर्ती. तुम्ही सहमत आहात की तुम्ही उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA मोबाईल ऍप्लिकेशन या करारातील कोणत्याही सुधारणा आणि अद्यतनांसाठी वारंवार तपासाल. 1 अनेक. व्याख्या 1.1 करार अंतिम वापरकर्ता परवाना करार , डेटा प्रोसेसिंग परिशिष्ट , आणि उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA मोबाईल ऍप्लिकेशन वापरासाठी संमती तुमच्याकडून तुमच्या एकमेव मान्यतेनुसार घेतली जाते . _ _ _ _ तडजोड . 1.2 डेटा प्रोसेसिंग ऍडंडम उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए तुम्हाला डेटा प्रोसेसिंग ऍडंडमच्या अटींमध्ये बदल करू शकतात , ज्यात उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए मोबाइल अॅप्लिकेशन समाविष्ट आहे आणि जे उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए तुम्हाला प्रदान करतात किंवा उपलब्ध करून देतात. असणे वेळोवेळी, डेटा प्रोसेसिंग परिशिष्ट म्हणून संदर्भित. 1.3 डिव्हाइस सर्व्हर, सिस्टम, वर्कस्टेशन, संगणक, मोबाइल डिव्हाइस किंवा अंतिम बिंदू ज्यावर किंवा ज्याद्वारे सॉफ्टवेअर/अॅप्लिकेशनमध्ये प्रवेश केला जातो आणि/किंवा स्थापित केला जातो (वास्तविक असो वा आभासी) डिव्हाइस पूर्ण झाले म्हणून संदर्भित केले जाईल. 1.4 दस्तऐवजाचा अर्थ उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA द्वारे तुमच्या सॉफ्टवेअर/अॅप्लिकेशनच्या वापरावर तयार केलेले आणि प्रदान केलेले वर्तमान अधिकृत वापरकर्ता दस्तऐवज असा आहे, जे दस्तऐवज, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA वेळोवेळी अपडेट करू शकतात. शंका टाळण्यासाठी, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA द्वारे कोणतेही इंस्टॉलेशन मार्गदर्शक किंवा अंतिम वापरकर्ता दस्तऐवज तयार किंवा प्रदान केले नसल्यास, कोणतीही ऑनलाइन समुदाय साइट, अनधिकृत दस्तऐवजीकरण, श्वेतपत्र, किंवा संबंधित मीडिया किंवा अभिप्राय दस्तऐवज तयार करत नाहीत. 1.5 उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA मार्क्स म्हणजे उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA द्वारे सॉफ्टवेअर वापरणाऱ्या त्यांच्या ग्राहकांना त्यांच्या सेवांच्या विक्रीच्या संदर्भात वापरण्यासाठी विशेषत: मंजूर केलेले ट्रेडमार्क आणि सेवा चिन्हे. 1.6 उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA साहित्य याचा अर्थ, लागू असल्यास, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA मार्केटिंग दस्तऐवज आणि उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA द्वारे प्रदान केलेले इतर साहित्य उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA मोबाइल ऍप्लिकेशन उज्जैनमध्ये वेळोवेळी प्रदान केले जातात. च्या साठी. स्मार्ट सिटी लिमिटेड आणि MRIDA त्यांच्या ग्राहकांना त्यांच्या सेवा विकण्यासाठी वापरत असलेले सॉफ्टवेअर. 1.7 वैयक्तिक डेटा म्हणजे एखादी व्यक्ती ओळखण्यासाठी वापरली जाऊ शकणारी कोणतीही माहिती. 1.8 ऑडिओ मार्गदर्शक परिशिष्ट म्हणजे लागू सॉफ्टवेअर किंवा दस्तऐवजीकरणाशी संबंधित अतिरिक्त अटी आणि नियम. 1.9 सॉफ्टवेअर म्हणजे ऑडिओ मार्गदर्शकाची ऑब्जेक्ट कोड आवृत्ती, अद्यतने, नवीन रिलीझ किंवा आवृत्त्या आणि सुधारणा किंवा सुधारणा, या करारानुसार उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA द्वारे तुमच्या मालकीचे आणि प्रदान केलेले. 1.10 समर्थन म्हणजे उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA किंवा या करारामध्ये नमूद केल्यानुसार सॉफ्टवेअरसाठी त्यांच्या नियुक्त एजंट्सद्वारे प्रदान केलेली मानक देखभाल किंवा समर्थन. 1.11 वापरकर्ता म्हणजे ज्यासाठी हा करार आहे तो सॉफ्टवेअर आणि दस्तऐवजीकरण वापरण्यासाठी तुम्ही अधिकृत केलेली व्यक्ती . वापरकर्त्यांमध्ये कोणत्याही सार्वजनिक व्यक्तीचा समावेश असू शकतो. 1.12 व्हायरस म्हणजे कोणताही दुर्भावनापूर्ण कोड , ट्रोजन हॉर्स, मालवेअर, स्पॅम, व्हायरस किंवा इतर विनाशकारी तंत्रज्ञान. 1.13 तुमचा डेटा किंवा डेटा म्हणजे तुमच्या किंवा तुमच्या वापरकर्त्याच्या सॉफ्टवेअरच्या वापरासंदर्भात तुम्ही किंवा तुमच्या वापरकर्त्याने प्रवेश केलेला, वापरलेला, संप्रेषण केलेला, प्रक्रिया केलेला, संग्रहित केलेला किंवा सबमिट केलेला वैयक्तिक डेटा यासह डेटा, फाइल्स किंवा माहिती. वापराचे अनुदान . 2.1 सदस्यता. सेवा खरेदी केल्यावर (जर असेल तर) तुम्ही या कराराच्या अटी व शर्तींचे पालन करत राहिल्यास, उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए तुम्हाला मर्यादित, रद्द करण्यायोग्य, नॉन-एक्सक्लुझिव्ह, नॉन-एक्सक्लुझिव्हसह हा अनुप्रयोग वापरण्याची परवानगी देतील. अनुदान देते. कराराच्या सर्व अटींच्या अधीन राहून, सॉफ्टवेअर आणि दस्तऐवजीकरण अंतर्गत वापरण्यासाठी लागू मुदतीसाठी हस्तांतरणीय परवाना. अ) उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएकडून प्राप्त झालेल्या प्रत्येक अर्जासाठी, तुम्ही हे करू शकता: (i) कोणत्याही डिव्हाइसवर सॉफ्टवेअर वापरा, जोपर्यंत दस्तऐवजीकरण स्पष्टपणे अन्यथा नमूद करत नाही; आणि, जर सामग्री मालकीच्या सूचनेसह किंवा त्याशिवाय वापरली जाणार नाही आणि ती कोणत्याही हस्तांतरण, वितरण किंवा विक्रीसाठी वापरली जाणार नाही. तुम्ही फक्त उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA किंवा Google Play Store किंवा App Store वरून थेट प्राप्त केलेले n अनुप्रयोग स्थापित कराल. आम्ही वापरकर्त्यांना सॉफ्टवेअर किंवा दस्तऐवजीकरण पूर्ण किंवा अंशतः ऍक्सेस करण्यास किंवा वापरण्याची परवानगी देऊ शकतो, प्रदान करू किंवा परवानगी देऊ शकतो. तुम्ही सहमत आहात की उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA त्यांच्या सहयोगी, परवानाधारक आणि सेवा प्रदाते यांच्या मदतीने तुम्हाला सॉफ्टवेअर वितरित करू शकतात. या कालावधीत (येथे परिभाषित केल्याप्रमाणे), उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए महाकाल ऑडिओ मार्गदर्शक अॅप आणि दस्तऐवजीकरण अद्यतनित किंवा सुधारित करू शकतात किंवा इतर गोष्टींबरोबरच, कायदे, नियम, नियम, तंत्रज्ञान, नमुने यामध्ये बदल दर्शवू शकतात आणि पर्यायी सॉफ्टवेअर देऊ शकतात. साठी दस्तऐवजीकरण प्रणाली वापर, उद्योग पद्धती आणि तृतीय पक्ष कार्यक्रमांची उपलब्धता, 2.2 शाश्वत परवाना वारसा. फी भरल्यानंतर आणि तुम्ही या कराराच्या अटी व शर्तींचे पालन करत राहिल्यानंतर, उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए तुम्हाला याद्वारे प्राप्त केलेल्या सॉफ्टवेअरची कायमस्वरूपी, नॉन-एक्सक्लुझिव्ह, नॉन-हस्तांतरणीय सदस्यता प्रदान करते. शाश्वत परवाना. आहे. कराराच्या सर्व अटी व शर्तींच्या अधीन राहून अर्ज आणि दस्तऐवजीकरण वापरणे उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA कडून मिळवलेल्या प्रत्येक सॉफ्टवेअर परवान्यासाठी, तुम्ही हे करू शकता: (i) सॉफ्टवेअरचा वापर एकाच डिव्हाइसवर करू शकता, जोपर्यंत दस्तऐवजीकरण स्पष्टपणे अन्यथा नमूद करत नाही; आणि (b) जेव्हा सॉफ्टवेअर/अॅप्लिकेशन तात्पुरत्या मेमरीमध्ये लोड केले जाते किंवा ते वापरात असताना डिव्हाइसवर कायमस्वरूपी मेमरीमध्ये ठेवले जाते (हार्ड ड्राइव्ह किंवा इतर स्टोरेज मीडिया किंवा डिव्हाइस). तुम्ही सहमत आहात की तुम्ही फक्त उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA मध्ये सॉफ्टवेअरची नोंदणी कराल आणि तुम्ही फक्त उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA कडून थेट मिळवलेली सॉफ्टवेअर लायसन्स की इंस्टॉल कराल. तुम्ही तुमच्या वापरकर्त्यांना ऍप्लिकेशन किंवा डॉक्युमेंटेशनमध्ये प्रवेश करण्यासाठी किंवा वापरण्यासाठी परवानगी देऊ शकता, प्रदान करू शकता किंवा परवानगी देऊ शकता. तुम्ही सहमत आहात की उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA त्यांच्या सहयोगी, परवानाधारक आणि सेवा प्रदाते यांच्या मदतीने तुम्हाला सॉफ्टवेअर वितरित करू शकतात. कालावधी दरम्यान (येथे परिभाषित केल्याप्रमाणे), उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA सॉफ्टवेअर आणि दस्तऐवजीकरण अद्यतनित किंवा सुधारित करू शकतात किंवा इतर गोष्टींसह, कायदे, नियम, सिस्टम वापराचे नमुने, तंत्रज्ञान, उद्योगातील बदल प्रतिबिंबित करण्यासाठी पर्यायी सॉफ्टवेअर आणि दस्तऐवजीकरण प्रदान करू शकतात. प्रथा, आणि तृतीय पक्ष प्रोग्रामची उपलब्धता, जरी वैकल्पिक सेवा किंवा सॉफ्टवेअरची तरतूद कार्यक्षमतेची पातळी, कार्यक्षमता, सुरक्षितता किंवा सेवा किंवा सॉफ्टवेअरची उपलब्धता या कालावधीत भौतिकरित्या कमी करणार नाही. 2.3 मूल्यांकन किंवा बीटा आवृत्ती.जर तुम्हाला सॉफ्टवेअर मूल्यमापन, बीटा किंवा रिलीझ उमेदवारांच्या उद्देशांसाठी प्रदान केले गेले असेल तर, उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए तुम्हाला सॉफ्टवेअर खरेदी करण्यापूर्वी मूल्यमापन हेतूंसाठी अंतर्गत वापरण्यासाठी मर्यादित, रद्द करण्यायोग्य, गैर-अनन्य बंधन देतात. - हस्तांतरणीय परवाना. किंवा अंमलबजावणी, या कराराच्या अटींच्या अधीन आणि तुम्ही त्यांचे सतत पालन करत आहात. या करारातील इतर कोणत्याही अटींना न जुमानता, बीटा आवृत्तीचा भाग म्हणून वितरित केलेले सॉफ्टवेअर आणि दस्तऐवज &quot;जसे आहे तसे&quot; आणि कोणत्याही नुकसानभरपाई, दायित्व, समर्थन किंवा दायित्वाशिवाय प्रदान केले जातात, मग ते वैधानिक असोत, व्यक्त असोत किंवा निहित वॉरंटीशिवाय प्रदान केले जातात. कोणत्याही प्रकारचे. या कराराच्या इतर सर्व अटी मूल्यमापन परवान्याअंतर्गत परवाना मिळालेल्या सॉफ्टवेअरला लागू होतात, निर्बंध वापरा ; जबाबदारी. 3.1 निर्बंध वापरा . ​​_ तुम्हाला खालीलपैकी कोणतेही कार्य करण्याची परवानगी नाही: (i) या करारामध्ये विशेषत: प्रदान केल्याशिवाय, तुमच्या व्यतिरिक्त इतर व्यक्तींना सॉफ्टवेअर किंवा दस्तऐवज पुरवणे, प्रदान करणे किंवा वापरणे, संपूर्ण किंवा अंशतः परवानगी देणे; (ii) सॉफ्टवेअर किंवा दस्तऐवज कॉपी, पुनरुत्पादन, पुनर्प्रकाशित, अपलोड, पोस्ट किंवा प्रसारित करा (संग्रहण किंवा बॅकअप कारणे वगळता, जे हस्तांतरण, वितरण किंवा विक्रीसाठी वापरले जाऊ शकत नाहीत); (iii) परवाना, विक्री, पुनर्विक्री, भाडे, भाडेपट्टी, हस्तांतरण, उप-परवाना, वितरण किंवा अन्यथा सॉफ्टवेअर किंवा दस्तऐवजीकरण अधिकार हस्तांतरित करणे; (iv) सुधारणे, भाषांतर करणे, उलट अभियंता करणे, डिकंपाइल करणे, अक्षम करणे, व्युत्पन्न कार्ये तयार करणे किंवा अन्यथा सॉफ्टवेअर किंवा दस्तऐवजीकरणाचा स्त्रोत कोड प्राप्त करण्याचा प्रयत्न करणे; (v) सॉफ्टवेअर किंवा डॉक्युमेंटेशनचा स्त्रोत कोड सुधारणे, भाषांतर करणे (v) उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA च्या पूर्व लेखी संमतीशिवाय सॉफ्टवेअर किंवा डॉक्युमेंटेशनमध्ये अॅड-ऑन किंवा सुधारणा तयार करणे, मार्केट करणे, वितरित करणे किंवा इतर कोणत्याही उत्पादनामध्ये सॉफ्टवेअर किंवा डॉक्युमेंटेशन समाविष्ट करणे; (vi) उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA द्वारे लिखित स्वरूपात अधिकृत केल्याशिवाय, सॉफ्टवेअर किंवा दस्तऐवजीकरणावरील कोणत्याही मालकीच्या सूचना किंवा लेबले काढून टाका; (vii) सॉफ्टवेअर किंवा दस्तऐवजीकरणावरील कोणत्याही मालकीच्या सूचना किंवा लेबले काढून टाका, जोपर्यंत (vii) सॉफ्टवेअर किंवा दस्तऐवजीकरण परवान्यामध्ये अधिकृत केले जात नाही (अ) तुम्ही (किंवा तुमच्या वापरकर्त्यांपैकी कोणी) थेट प्रतिस्पर्धी (किंवा एजंट) असाल तर थेट प्रतिस्पर्धी) ) आहेत) उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए, (ब) बेंचमार्किंग किंवा स्पर्धात्मक हेतूंसाठी किंवा (सी) इतर कोणत्याही कारणासाठी; (viii) उल्लंघन करणारी, बदनामीकारक, बेकायदेशीर किंवा फसवी सामग्री किंवा कोणत्याही लागू कायद्याचे उल्लंघन करणारी सामग्री संचयित करण्यासाठी किंवा प्रसारित करण्यासाठी सॉफ्टवेअर वापरा; (ix) व्हायरस संचयित करण्यासाठी किंवा प्रसारित करण्यासाठी सॉफ्टवेअर वापरा; (x) कोणत्याही सॉफ्टवेअर, हार्डवेअर, उपकरणे किंवा नेटवर्कच्या वापरामध्ये किंवा सॉफ्टवेअरची अखंडता किंवा कार्यप्रदर्शन किंवा इतर कोणत्याही तृतीय पक्षाच्या वापरामध्ये हस्तक्षेप करणे, खराब करणे किंवा खराब करणे; किंवा (xii) तांत्रिक मर्यादा किंवा सॉफ्टवेअरच्या वापर मर्यादा टाळणे किंवा कोणतेही आवर्ती शुल्क टाळण्याचा प्रयत्न करण्यासह सॉफ्टवेअर बदलणे किंवा व्यत्यय आणणे. अशा कोणत्याही प्रतिबंधित वापरामुळे सॉफ्टवेअरसाठी तुमचा परवाना ताबडतोब संपुष्टात येईल. सॉफ्टवेअर फक्त सार्वजनिक डोमेन वापरासाठी आहे. 3.2 वापर. तुम्ही आणि तुमचा सॉफ्टवेअरचा वापर अनुप्रयोगात नमूद केलेले सॉफ्टवेअर वापरण्याच्या तुमच्या अधिकारांपेक्षा जास्त नसावा. तुम्ही कोणत्याही अनधिकृत वापरासह सॉफ्टवेअरच्या तुमच्या वापरासाठी जबाबदार आहात. उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA कोणत्याही वेळी सर्व वापरकर्त्यांद्वारे सॉफ्टवेअरच्या वापरावर लक्ष ठेवू शकतात. या व्यतिरिक्त, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA किंवा त्यांचे नियुक्त प्रतिनिधी, नियमित कामकाजाच्या वेळेत, वाजवी सूचनांनुसार, या कराराच्या अटी आणि निर्बंधांचे तुम्ही पालन करत असल्याची पडताळणी करण्यासाठी तुमचा डेटा आणि रेकॉर्डमध्ये प्रवेश करू शकतात आणि त्यांचे पुनरावलोकन करू शकतात. अधिकार असतील, कोणत्याही वापराच्या मर्यादांसह. 3.3 तुमची जबाबदारी.तुम्ही कबूल करता, सहमत होता आणि हमी देता की: (i) तुम्ही तुमच्या क्रियाकलापासाठी आणि या कराराचे पालन करण्यासाठी जबाबदार आहात आणि तुम्ही असाल आणि तुम्हाला कोणत्याही उल्लंघनाची जाणीव झाल्यास, तुमचे सॉफ्टवेअर आणि दस्तऐवज आणि ताबडतोब प्रवेश रद्द कराल. उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएला आक्षेपार्ह पक्ष; आणि (ii) तुम्ही आक्षेपार्ह पक्षाचा सॉफ्टवेअर आणि दस्तऐवजीकरणाचा प्रवेश ताबडतोब रद्द कराल आणि उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA यांना सूचित कराल; (ii) तुम्ही आणि तुमचे वापरकर्ते सर्व लागू स्थानिक, राज्य, फेडरल आणि आंतरराष्ट्रीय कायद्यांचे पालन कराल; (iii) तुम्ही सॉफ्टवेअर फक्त दस्तऐवजीकरणानुसार वापराल, आणि तुम्ही हे सुनिश्चित कराल की सॉफ्टवेअर दस्तऐवजात वर्णन केल्याप्रमाणे समर्थित प्लॅटफॉर्मवर स्थापित केले आहे आणि सॉफ्टवेअर फक्त सार्वजनिक डोमेनसह वापरले जाते; 3.4 आदेशात्मक आराम. पक्ष सहमत आहेत की, उल्लंघन न करणार्&zwj;या पक्षाला हक्क मिळू शकणार्&zwj;या इतर कोणत्याही उपायाव्यतिरिक्त, या कलम 3 चे कोणतेही गंभीर उल्लंघन केल्याने न भरून येणारे नुकसान होईल आणि उल्लंघन न करणारा पक्ष पक्ष एक आदेशात्मक सवलत मागू शकेल. बॉण्ड पोस्ट न करता सक्षम अधिकार क्षेत्राचे न्यायालय. मालकी हक्क. 4.1 उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA साहित्य. हा विभाग तुम्हाला लागू होतो. उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए या कराराच्या अटींच्या अधीन राहून, ग्राहकांना वितरीत केलेल्या विपणन आणि जाहिरात सामग्रीमध्ये उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए सामग्री वापरणे, पुनरुत्पादित करणे आणि वितरित करणे यासाठी तुमचा करार नसल्याची घोषणा करतात. त्याच. उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA यांना सामग्रीवर आधारित (इतर कोणत्याही भाषेतील कोणत्याही भाषांतरासह) बदल करण्याचा किंवा व्युत्पन्न कार्य तयार करण्याचा अधिकार नाही. 4.2 बौद्धिक संपत्तीची मालकी . उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए सॉफ्टवेअर, उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए कंटेंट्स, उज्जैन स्मार्ट सिटी लिमिटेड आणि महाकाल ऑडिओ गाइड अॅपद्वारे एमआरआयडीए मार्क्स, आणि दस्तऐवजीकरण विकण्याऐवजी परवानाकृत आहेत. या करारा अंतर्गत मंजूर परवान्यासह &quot;खरेदी&quot; या शब्दाचा वापर मालकीचे हस्तांतरण सूचित करत नाही. या कराराअंतर्गत उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएने तुम्हाला स्पष्टपणे मंजूर केल्याशिवाय, तुम्ही सर्व कॉपीराइट, ट्रेडमार्क, पेटंट, व्यापार गुपिते, बौद्धिक मालमत्ता (मर्यादेशिवाय, अल्गोरिदम, व्यवसायाच्या संदर्भात गोळा केलेली आणि विश्लेषित केलेली माहिती यासह) मान्य करता आणि सहमत आहात. प्रक्रिया, सुधारणा, सुधारणा, सुधारणा, व्युत्पन्न कामे आणि सॉफ्टवेअर) आणि इतर मालकी हक्क उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएचे आहेत. सॉफ्टवेअरद्वारे प्रवेश केलेल्या सामग्रीमधील सर्व अधिकार, शीर्षक आणि स्वारस्य संबंधित मालकाच्या मालकीचे आहेत आणि संबंधित बौद्धिक संपदा कायदे आणि करारांनुसार संरक्षित केले जाऊ शकतात. तुम्हाला या करारांतर्गत अशी सामग्री वापरण्यासह कोणतेही अधिकार नाहीत. तुम्ही याद्वारे उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA ला रॉयल्टी-मुक्त, संपूर्ण सशुल्क, जगभरात, अनन्य, हस्तांतरणीय, उप-परवाना प्रदान करता किंवा कोणतीही माहिती, डेटा, सूचना, सुधारणा विनंत्या, शिफारसी वापरण्यासाठी किंवा समाविष्ट करण्यासाठी पात्र, अपरिवर्तनीय आणि शाश्वत परवाने प्रदान करा. तुम्ही किंवा तुमच्या वापरकर्त्यांनी त्&zwj;याच्&zwj;या उत्&zwj;पादनांमध्&zwj;ये आणि सेवांमध्&zwj;ये प्रदान केलेले सॉफ्टवेअर किंवा दस्तऐवजीकरणाशी संबंधित इतर अभिप्राय. उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA कडे या कराराअंतर्गत तुम्हाला स्पष्टपणे दिलेले नसलेले सर्व अधिकार राखीव आहेत. सॉफ्टवेअर, डॉक्युमेंटेशन, उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए सामग्री किंवा उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए मार्क्सचे कोणतेही निहित अधिकार नाहीत. 4.3 तुमच्या डेटाची मालकी . सर्व कॉपीराइट, ट्रेडमार्क, पेटंट, व्यापार गुपिते, बौद्धिक संपदा आणि तुमच्या डेटामधील आणि इतर मालकी हक्क केवळ तुमच्या आणि तुमच्या वापरकर्त्यांच्या हातात राहतात. उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए, तसेच महाकाल ऑडिओ गाईड अॅपचे अधिकार या करारामध्ये स्पष्टपणे अधिकृत असलेल्यांपुरते मर्यादित आहेत. तुमच्या डेटाच्या संदर्भात कोणतेही अतिरिक्त गर्भित अधिकार नाहीत. मुदत आणि समाप्ती. ५.१ टर्म. हा करार प्रभावी तारखेपासून सुरू होईल आणि लागू फॉर्ममध्ये प्रदान केलेल्या वेळेसाठी (&quot;प्रारंभिक सेवा कालावधी किंवा स्थापना कालावधी&quot;) जोपर्यंत या करारानुसार पूर्वी रद्द केला गेला नाही तोपर्यंत सुरू राहील. प्रारंभिक सेवा टर्म आणि त्यानंतरच्या कोणत्याही नूतनीकरण अटी (प्रत्येक &quot;नूतनीकरण कालावधी&quot; आणि प्रारंभिक सेवा टर्म, &quot;टर्म&quot;) च्या शेवटी, सतत नूतनीकरण अटींसाठी करार स्वयंचलितपणे नूतनीकरण होईल. नूतनीकरणाच्या वेळी उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA द्वारे अन्यथा विहित केल्याशिवाय किंवा करारामध्ये नमूद केल्याप्रमाणे समाप्त केल्याशिवाय, प्रत्येक नूतनीकरण कालावधी प्रारंभिक सेवा कालावधी सारखाच असेल. तुम्ही कायमस्वरूपी परवाना धारण करता तेव्हा हा करार या कराराच्या विशिष्ट तरतुदींनुसार संपुष्टात येईपर्यंत अंमलात राहील. 5.2 तुमचे हक्क. (a) तुमच्याकडून मासिक शुल्क आकारले जात असल्यास, तुम्ही उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA तसेच महाकाल ऑडिओ गाइड अॅप, रद्द करण्याच्या तुमच्या निर्णयाची पूर्व लेखी सूचना देऊन कधीही हा करार रद्द करू शकता. या कलम ५.२(अ) अंतर्गत तुमची संपुष्टात येण्याची प्रभावी तारीख उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए आणि महाकाल ऑडिओ गाईड अॅपद्वारे संपुष्टात आणण्याच्या सूचना मिळाल्यानंतरच्या पहिल्या पूर्ण कॅलेंडर महिन्याच्या शेवटी असेल. याउलट काहीही असले तरी, जर तुम्ही या कलमानुसार सुरुवातीच्या कालावधीत करार संपुष्टात आणला, तर कराराच्या शेवटच्या महिन्यासाठी आकारले जाणारे शुल्क पूर्ण शुल्क मूल्य किंवा निश्चित किमतींवर आधारित असेल आणि (i) शुल्क आकारले जाईल. कराराच्या शेवटच्या महिन्याचे संपूर्ण शुल्क मूल्य किंवा निश्चित किमतींवर आधारित असेल, (b) तुमच्याकडून वार्षिक शुल्क आकारले जात असल्यास, तुम्ही उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA तसेच महाकाल ऑडिओ गाइडला संपुष्टात आणण्याच्या तुमच्या हेतूची लेखी सूचना देऊन हा करार रद्द करू शकता. हा करार कालावधी संपण्यापूर्वी किमान तीस (३०) दिवस आधी. 5.3 उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA द्वारे समाप्ती .येथे अन्यथा नमूद केल्याशिवाय, आणि उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएचे इतर कोणतेही अधिकार किंवा उपाय व्यतिरिक्त, उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए तीस (३०) दिवस अगोदर लेखी सूचना देऊन किंवा ताबडतोब करार रद्द करू शकतात: (i) जर तुम्ही दिवाळखोरी किंवा कर्जदारांच्या फायद्यासाठी दिवाळखोरी, पावती, लिक्विडेशन किंवा असाइनमेंट संबंधित इतर कोणत्याही कार्यवाहीच्या अधीन व्हा; (ii) जर तुम्ही उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA आणि महाकाल ऑडिओ गाईड अॅप बौद्धिक संपदा अधिकारांचे उल्लंघन किंवा गैरवापर करत असाल तर; (iii) जर तुम्ही या कराराचा भंग करत असाल तर, या अंतर्गत कोणतेही पेमेंट करण्यात अयशस्वी झाल्यामुळे; किंवा (iv) लागू कायद्यानुसार किंवा त्यांच्या पालनात किंवा न्यायालयाच्या आदेशाची आम्हाला पावती, किंवा कायद्याची अंमलबजावणी करणार्&zwj;या एजन्सीच्या इतर विनंतीनुसार. 5.4 समाप्तीचा प्रभाव _ , उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए आणि महाकाल ऑडिओ गाईड अॅपच्या समाप्तीच्या प्रभावी तारखेपर्यंत कोणतेही शुल्क किंवा इतर जमा होणारी रक्कम किंवा थकबाकीची कोणतीही समाप्ती तुम्हाला मुक्त करणार नाही. मासिक किंवा वार्षिक आधारावर शुल्क आकारले जात असले तरीही, वर्तमान कालावधीत कितीही वेळ शिल्लक आहे याची पर्वा न करता, तुम्हाला कालबाह्य होण्यापूर्वी कोणतेही शुल्क किंवा पेमेंटचा परतावा मिळणार नाही किंवा कोणत्याही शुल्कासाठी क्रेडिट मिळणार नाही. कालबाह्यतेची प्रभावी तारीख. संपुष्टात आल्यावर, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA च्या इतर कोणत्याही अधिकारांवर पूर्वग्रह न ठेवता, तुम्ही सॉफ्टवेअरचा वापर बंद केला पाहिजे आणि उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA मार्क्स, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA मटेरिअल्स आणि डॉक्युमेंटेशन तुमचे सर्व स्टोरेज लॉक होईल. डेटा आणि हटवा किंवा परत करा (तुमच्या विनंतीनुसार), उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए साहित्य आणि दस्तऐवजीकरण आणि उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए मार्क्स असलेली सर्व सामग्री नष्ट करा. तुम्ही पुढे कबूल करता आणि सहमत आहात की हा करार संपुष्टात आल्यानंतर तुम्हाला तुमचा डेटा किंवा तुमच्या डेटाच्या प्रती उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएकडून मिळतील. आमच्या अंतर्गत धोरणांनुसार, करारानुसार, कायदेशीर किंवा इतर बंधनांनुसार, तुम्ही कबूल करता आणि सहमत आहात की उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA आणि महाकाल ऑडिओ गाईड अॅपला तुमचा डेटा हटवण्याचा अधिकार आहे, इतर कोणत्याही सर्व प्रतींचा समावेश आहे. तुमचा डेटा, एकदा हटवला की, पुनर्प्राप्त केला जाऊ शकत नाही. कलम 1 (व्याख्या), 4.3 (उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA बौद्धिक संपत्तीची मालकी), 5.4 (समाप्तीचा परिणाम), 6-8 (शुल्क आणि देयके; कर; डेटा; आपल्या डेटाचे संरक्षण; गोपनीय माहिती), शुल्क आणि देयके ; करा 6.1 फी आणि देयके. उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA द्वारे स्वीकृतीवर दिलेले सर्व ऑर्डर (असल्यास) अंतिम मानले जातील. शुल्&zwj;क देय असेल आणि विहित केल्यानुसार देय असेल. येथे अन्यथा विहित केल्याशिवाय, शुल्क हे इन्व्हॉइसिंगच्या वेळी उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएच्या मानक दरांवर किंवा, लागू असल्यास, विहित केल्यानुसार असेल. जर तुम्ही आवश्यकतेनुसार पेमेंट करण्यात अयशस्वी झालात तर, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA, त्यांच्या विवेकबुद्धीनुसार, खालील गोष्टींचे हक्कदार असतील: (i) तुम्ही तुमची प्रलंबित जबाबदारी पूर्ण करेपर्यंत अर्जाचा परवाना निलंबित करा. डेटा ; तुमच्या डेटाची सुरक्षा . 7.1 तुमचा डेटा.उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए आणि त्याच्या संलग्न कंपन्या तुमचा डेटा किंवा इतर कोणताही डेटा, माहिती किंवा डेटा किंवा फाइल्सची सामग्री हटवू शकतात, जी तुम्ही किंवा तुमच्या वापरकर्त्यांद्वारे उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए आणि महाकाल ऑडिओ मार्गदर्शक अॅप. त्याच्या विवेकबुद्धीनुसार, तो विश्वास ठेवतो किंवा आहे: (अ) एक व्हायरस; (b) बेकायदेशीर, अपमानास्पद, बदनामीकारक, धमकी देणारे, हानिकारक, अश्लील, अश्लील किंवा अश्लील; (c) स्पॅमिंग, साखळी पत्र किंवा आक्षेपार्ह सामग्रीचा प्रसार करण्याच्या उद्देशाने वापरला जातो; (d) गुन्हा, निंदा किंवा छळ करणे; किंवा (ई) कोणत्याही तृतीय पक्षाच्या बौद्धिक संपदा अधिकारांचे किंवा इतर कोणत्याही अधिकारांचे उल्लंघन. तुम्ही सहमत आहात की तुमच्या डेटाच्या निर्यातीसाठी सॉफ्टवेअर आणि उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएचा वापर करून प्रत्यक्ष किंवा अप्रत्यक्षपणे प्रक्रिया केलेल्या तुमच्या डेटाच्या बॅकअपची देखभाल आणि संरक्षण करण्यासाठी तुम्ही जबाबदार आहात, साठवण्यात अपयश, नुकसान किंवा भ्रष्टाचार यासाठी जबाबदार नाही. , याद्वारे तुम्ही उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA ला एक अनन्य, रॉयल्टी-मुक्त, जगभरातील, संपूर्णपणे सशुल्क, हस्तांतरणीय परवाना प्रदान करत आहे जेणेकरून सॉफ्टवेअर, उज्जैन स्मार्ट सिटी लिमिटेडचे ​​आवश्यक ऑपरेशन आणि कार्यामध्ये मदत करण्यासाठी आणि MRIDA उत्पादने सुधारण्यासाठी. आणि सेवा आणि तुमचा त्यांच्यासोबतचा अनुभव, आणि या करारामध्ये किंवा उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएच्या गोपनीयतेच्या सूचनेनुसार ठरवलेल्या कोणत्याही हेतूसाठी उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए तुम्हाला उज्जैन स्मार्ट सिटी लिमिटेडसह प्रदान करते किंवा उपलब्ध करून देते. आणि MRIDA City Ltd चा देखील समावेश आहे. आणि MRIDA ची वेबसाइट आणि मोबाईल ऍप्लिकेशन, जे उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA वेळोवेळी अपडेट किंवा सुधारित करू शकतात आणि जे या करारामध्ये संदर्भानुसार समाविष्ट केले आहे. तुम्ही प्रतिनिधित्व करता आणि हमी देता की तुम्ही आणि तुमचा वापरकर्ता, येथे वैयक्तिक डेटाच्या प्रक्रियेच्या संबंधात, डेटा कंट्रोलर (आणि उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA, डेटा प्रोसेसर) आणि अशा वैयक्तिक डेटाचा उद्देश आणि पद्धत मानला जाईल. ठरवणे आहे किंवा त्यावर प्रक्रिया केली जाईल. 7.2 डेटाची सुरक्षा . प्रत्येक पक्षाने गोपनीय माहिती आणि वैयक्तिक डेटा संरक्षित करण्यासाठी योग्य प्रशासकीय, भौतिक, तांत्रिक आणि संस्थात्मक पावले उचलली पाहिजेत. उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA आणि त्याच्या संलग्न कंपन्या या संदर्भात समाविष्ट केलेल्या डेटा प्रोसेसिंग परिशिष्टानुसार वैयक्तिक डेटावर प्रक्रिया करतील. सॉफ्टवेअरची सुरक्षितता तुमच्या हेतूने वापरण्यासाठी आणि वैयक्तिक डेटाच्या स्टोरेज किंवा प्रक्रियेसाठी योग्य आहे याची खात्री करण्यासाठी तुम्ही जबाबदार आहात. मर्यादित वॉरंटी आणि वॉरंटी अस्वीकरण. वॉरंटी अस्वीकरण, स्पष्टपणे वॉरंटेड केल्याशिवाय, सॉफ्टवेअर, डॉक्युमेंटेशन, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA साहित्य, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA मार्क्स, एंडोर्समेंट्स आणि सॉफ्टवेअर अंतर्गत प्रदान केलेली इतर सर्व उत्पादने आणि सेवा, जे सॉफ्टवेअर अंतर्गत प्रदान केले जातात. (एकत्रितपणे, या परिच्छेदाच्या हेतूंसाठी, &quot;उत्पादन&quot;), &quot;जसे आहे तसे&quot; आणि &quot;जसे उपलब्ध आहे&quot; आधारावर प्रदान केले आहे. स्पष्टपणे म्हटल्याप्रमाणे, लागू कायद्यांतर्गत परवानगी असलेल्या कमाल मर्यादेपर्यंत, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA कोणत्याही प्रकारचे प्रतिनिधित्व आणि वॉरंटी, एक्सप्रेस, अधिकार, अधिकार, प्रतिनिधित्व किंवा वॉरंटी नाकारतात आणि वगळतात. शीर्षक, गैर-उल्लंघन, अचूकता, विश्वसनीयता, सुरक्षितता, डेटाचे नुकसान किंवा भ्रष्टाचार, सातत्य, किंवा उत्पादनांशी संबंधित दोष नसणे किंवा त्याचे परिणाम. उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए हमी देत ​​नाहीत की उत्पादने, कोणत्याही वैशिष्ट्यांसह किंवा कार्यांसह, तुमच्या आवश्यकता पूर्ण करतील किंवा त्यातील दोष दुरुस्त केले जातील. UJJAIN SMART CITY LTD आणि MRIDA विशेषत: तृतीय-पक्ष उत्पादने आणि सेवांसाठी दायित्व नाकारतात ज्यासह तुम्ही सॉफ्टवेअर वापरू शकता आणि तुम्ही विशेषत: UJJASPITY आणि कोणत्याही अधिकारांना नकार देता. सेवा. भरपाई 9.1 उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA आणि महाकाल ऑडिओ मार्गदर्शक अॅप नुकसानभरपाई.खालील कलम 11 च्या अधीन, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA सेवा, सॉफ्टवेअर, दस्तऐवजीकरण, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA सामग्री, किंवा उज्जैन स्मार्ट सिटी लिमिटेड, तुमच्याविरुद्ध आणलेल्या कोणत्याही तृतीय पक्षाच्या दाव्यापासून तुम्हाला नुकसान भरपाई, बचाव आणि निरुपद्रवी ठेवतील. आणि MRIDA चिन्हांकित कोणत्याही तृतीय पक्षाच्या कोणत्याही पेटंट, कॉपीराइट, ट्रेडमार्क, व्यापार गुपित किंवा इतर बौद्धिक संपदा अधिकारांचे उल्लंघन किंवा गैरवापर करते (&quot;उल्लंघन दावा&quot;), प्रदान केले आहे की: (i) सेवा, सॉफ्टवेअर, उज्जैन स्मार्ट सिटी लिमिटेडचा वापर आणि तुमच्याद्वारे एमआरआयडीए मटेरिअल्स, आणि उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए मार्क्स करार आणि दस्तऐवजीकरणाशी सुसंगत आहेत; (ii) कथित उल्लंघन सेवा, सॉफ्टवेअर, दस्तऐवजीकरण, उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए सामग्री किंवा उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए मार्क्समधील बदल किंवा बदलांमुळे नाही; (iii) कथित उल्लंघन करणाऱ्या सेवा, सॉफ्टवेअर, डॉक्युमेंटेशन, उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए सामग्री किंवा उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए मार्क्सचे संयोजन किंवा वापर, उत्पादने किंवा सामग्रीसह उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएने पुरवले नव्हते; आणि/किंवा (iv) तुम्हाला कथित उल्लंघनाची माहिती दिली जाते आणि सेवा, सॉफ्टवेअर, दस्तऐवजीकरण, उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA कथित उल्लंघन टाळतात. उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएच्या नुकसानभरपाईच्या जबाबदाऱ्या तुमच्यावर आहेत: (i) उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएला उल्लंघनाच्या दाव्याची लेखी सूचना तात्काळ द्या; (ii) उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA यांना वकिलाच्या उल्लंघनाच्या दाव्याची निवड, बचाव आणि निपटारा यांचे एकमात्र नियंत्रण प्रदान करणे; आणि (iii) उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA द्वारे संरक्षण आणि उल्लंघनाच्या दाव्याच्या निराकरणासाठी आवश्यक असलेली योग्य मदत, माहिती आणि अधिकार प्रदान करणे. हा विभाग उल्लंघनाच्या दाव्यांच्या संदर्भात उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीएचे एकमेव उत्तरदायित्व (आणि तुमचा एकमेव आणि एकमेव उपाय असेल) स्पष्ट करतो. 9.2 तुमची भरपाई. तुम्ही उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए आणि त्यांच्या संलग्न कंपन्या आणि त्यांचे अधिकारी, कर्मचारी आणि एजंट यांना कोणत्याही दावे, दायित्वे, नुकसान, खर्च आणि खर्च (वकिलांची फी आणि खर्चासह) नुकसानभरपाई, बचाव आणि ठेवण्यास सहमती देता. ) मुळे उद्भवणारे किंवा यामुळे: (i) तुमचा डेटा; (ii) तुमचा (किंवा तुमच्या वापरकर्त्याचा) या कराराचा भंग; (iii) तुमचा (किंवा तुमच्या वापरकर्त्याचा) सॉफ्टवेअर किंवा दस्तऐवजीकरण किंवा उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA सामग्रीचा वापर कोणत्याही बौद्धिक संपत्ती किंवा गोपनीयता अधिकारांसह, किंवा कोणत्याही लागू कायद्यांसह तृतीय पक्षांच्या अधिकारांचे उल्लंघन करत आहे; किंवा (iv) तुमचा (किंवा तुमच्या वापरकर्त्याचा) सॉफ्टवेअर किंवा डॉक्युमेंटेशन, उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए मटेरियल्स किंवा उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए मार्क्सचा गैरवापर. जबाबदारीची मर्यादा _ लागू कायद्याद्वारे परवानगी दिलेल्या कमाल मर्यादेपर्यंत, (i) कोणत्याही परिस्थितीत उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA किंवा त्यांच्या संलग्न संस्था किंवा त्यांचे संचालक, कर्मचारी, कर्मचारी किंवा एजंट, कोणत्याही कंपनीचा, कोणत्याही कंपनीचा संदर्भ घेऊ शकत नाहीत. आकस्मिक, परिणामी, दंडात्मक, वैधानिक किंवा अनुकरणीय नुकसान, ज्यामध्ये नफा, गमावलेला किंवा दूषित डेटा, सद्भावना गमावणे, कामात व्यत्यय, कोणत्याही उपकरणाचे अपयश किंवा इतर भौतिक दोष समाविष्ट आहे परंतु इतकेच मर्यादित नाही. सॉफ्टवेअर, दस्तऐवजीकरण, उज्जैन स्मार्ट सिटी लिमिटेड आणि या कराराशी संबंधित MRIDA साहित्य, किंवा त्याअंतर्गत प्रदान केलेली इतर उत्पादने किंवा सेवा, जरी त्यांना त्या संभाव्यतेबद्दल (निष्काळजीपणासह), कायदा, नुकसानभरपाई किंवा अन्यथा) सल्ला दिला गेला असेल ज्यावर असे कोणतेही दायित्व आहे. आधारित; आणि (II) उज्जैन स्मार्ट सिटी लिमिटेड आणि MRIDA आणि त्याच्या संलग्न कंपन्या आणि त्यांचे आणि त्यांचे संचालक, उज्जैन स्मार्ट सिटी लिमिटेड आणि एमआरआयडीए सामग्री किंवा त्याखाली प्रदान केलेल्या इतर कोणत्याही उत्पादन किंवा सेवांबाबत कर्मचारी, आणि एजंट्सचे एकूण दायित्व आणि एकमेव उपाय, तुमच्यासाठी उपलब्ध असलेला एकमेव उपाय या कराराच्या समाप्तीपर्यंत मर्यादित असेल आणि नुकसानीच्या अंतर्गत भरल्या जाणार्&zwj;या एकूण रकमेपेक्षा जास्त नसावा. शेवटा कडे. संपर्क _ अॅप वापरताना तुम्हाला EULA संबंधित काही प्रश्न असल्यास किंवा आमच्या पद्धतींबद्दल काही प्रश्न असल्यास, कृपया आमच्याशी _________ येथे ईमेलद्वारे संपर्क साधा.</p>",

    "more": "ਹੋਰ ਦਿਖਾਓ",
    "less": "ਘੱਟ ਦਿਖਾਓ",
    "skip": "ਹਾਂ",
    "skip_video": "ਤੁਸੀਂ ਹੋਰ ਸਥਾਨ ਦੇ ਨੇੜੇ ਪਹੁੰਚ ਗਏ ਹੋ। ਕੀ ਤੁਸੀਂ ਹੁਣ ਆਡੀਓ ਸੁਣਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "provide_necessary_info": "ਕ੍ਰਿਪਾ ਕਰਕੇ ਜ਼ਰੂਰੀ ਜਾਣਕਾਰੀ ਮੁਹੱਈਆ ਕਰੋ",
    "your_name": "ਤੁਹਾਡਾ ਨਾਮ",
    "number_of_guests": "ਮਹਿਮਾਨਾਂ ਦੀ ਗਿਣਤੀ",
    "enter_number_of_guests": "ਮਹਿਮਾਨਾਂ ਦੀ ਗਿਣਤੀ ਦਰਜ ਕਰੋ",
    "history": "ਇਤਿਹਾਸ",
    "sr_no": "ਕ੍ਰਮ ਨੰ.",
    "name": "ਨਾਮ",
    "date": "ਮਿਤੀ",
    "time": "ਸਮਾਂ",
    "guests": "ਮਹਿਮਾਨ",
    "qrcode_entry_point": "ਪ੍ਰਵੇਸ਼ ਬਿੰਦੂ ਤੇ ਹੇਠਾਂ ਦਿੱਤਾ QR ਕੋਡ ਦਿਖਾਓ",
    "thank_you_for_visiting": "ਤੁਹਾਡੇ ਆਉਣ ਲਈ ਧੰਨਵਾਦ",
    "view_all": "ਸਭ ਵੇਖੋ",
    "fill_above_info": "ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਪਰੋਕਤ ਜਾਣਕਾਰੀ ਭਰੋ",
    "scan_qr": "QR ਸਕੈਨ ਕਰੋ",
    "guests_entered": "ਮਹਿਮਾਨ ਦਾਖਲ ਹੋਏ",
    "total_guests": "ਕੁੱਲ ਮਹਿਮਾਨ",
    "qr_expired": "QR ਕੋਡ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ ਹੈ",
    "wrong_qr": "QR ਕੋਡ ਗਲਤ ਹੈ",
    "thank_you": "ਤੁਹਾਡੀ ਯਾਤਰਾ ਲਈ ਧੰਨਵਾਦ",
    "delete_request_desc": "ਕੀ ਤੁਸੀਂ ਆਪਣੀ ਬੇਨਤੀ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "today": "ਅੱਜ",
    "weekly": "ਹਫ਼ਤਾਵਾਰ",
    "monthly": "ਮਹੀਨਾਵਾਰ", "delete_account": "ਖਾਤਾ ਮਿਟਾਓ", "delete_msg": "ਤੁਹਾਡਾ ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ",
        "delete_account_desc": "ਕੀ ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
        "resend_in": "ਮੁੜ ਭੇਜੋ"


}
}