{
    "status": true,
    "code": 200,
    "message": "Main Menu Data",
    "label_data": {
        "please_enter_number_guests": "Please enter the number of guests",
        "please_enter_validnumber_greater_thanzero": "Please enter a valid number greater than zero",
        "number_guests_cannot_exceed10": "Number of guests cannot exceed 10",
        "no_phonenumber_stored_in_this_device": "No phone number stored in this device.",



        "invalid_serial_code": "Invalid Serial Code",
        "bhagat_singh_khalsa": "Bhagat Singh Khalsa",
        "punjab_tourism": "Punjab Tourism",
        "welcome_to": "Welcome to",
        "virast_e_khalsa": "Bhagat Singh Museum",
        "sign_out": "Sign Out",
        "logout_msg": "Do you want to logout from your account?",
        "cancel": "Cancel",
        "logout": "Logout",
        "select_language": "Select language",
        "select_lang_desc": "Select your preferred content & audio language",
        "feedback": "Feedback",
        "enter_your_name": "Enter your name",
        "enter_phone_no": "Enter phone no",
        "enter_title": "Enter title",
        "enter_message": "Enter message",
        "submit": "Submit",
        "name_field_validation": "Name should not be blank!",
        "phone_field_validation": "Phone should not be blank!",
        "title_field_validation": "Title should not be blank!",
        "message_field_validation": "Message should not be blank!",
        "login": "Login",
        "verify_mobile_no": "Verify Your Mobile Number",
        "or": "OR",
        "near_by": "Near by",
        "select_near_by": "Select the near by places to find",
        "from": "From",
        "to": "To",
        "current_location": "Current Location",
        "get_direction": "Get Direction",
        "delete": "Delete",
        "search": "Search",
        "enter_email_address": "Enter email address",
        "email_field_validation": "Email should not be blank!",
        "email_not_valid": "Email is not valid",
        "send_otp": "Send OTP",
        "verify_otp": "Verify OTP",
        "verify_otp_desc": "Enter the 6 digits code that you received on your email",
        "verify": "Verify",
        "didnt_recv_otp": "Didn't received OTP?",
        "resend_otp": "Resend OTP",
        "home": "Home",
        "content_language": "Content Language",
        "entry_access": "Entry Access",
        "eula_content": "<h1><strong>End&nbsp;</strong><strong>User&nbsp;</strong><strong>License&nbsp;</strong><strong>Agreement&nbsp;</strong><strong>(&nbsp;</strong><strong>EULA&nbsp;</strong><strong>)</strong></h1><p>This End User License Agreement (as defined below) is hereby entered into and agreed to by You, either an individual or an entity (&quot;You&quot; or the &quot;Company&quot;) and Ujjain Smart City Limited and Mahakal Rudrasagar Integrated Development Approach (collectively, &quot; MRIDA&quot;) for Ujjain Mahakal Audio Guide App (as defined below).&nbsp;This Agreement is created and entered into as of the date you accept this Agreement by installing or downloading the Application that refers to this Agreement and/or using the Application (&quot;Effective Date&quot;).</p><p>By accepting this Agreement, either by indicating your acceptance of, by downloading, installing and/or using the Software (defined below), you agree to this Agreement.&nbsp;This Agreement is a legally binding agreement between you and Ujjain Smart City Limited and Mahakal Rudrasagar Integrated Development Approach (collectively, the &quot;Soil&quot;) and sets out the terms and conditions that grant you the License.&nbsp;If you are entering into this Agreement, you represent that you have given us your consent to accept this Agreement in full respect.&nbsp;No changes, additions or deletions to this Agreement shall be accepted by You and shall not be part of this Agreement.&nbsp;IF YOU DO NOT AGREE TO THIS AGREEMENT, YOU DOWNLOAD THE SOFTWARE,&nbsp;Must not be installed or used.&nbsp;You acknowledge and agree that Ujjain Smart City Limited and MRIDA have created the current version of this Agreement, which contains the terms and conditions set forth in this Agreement.&nbsp;You acknowledge and agree that, you enter into this Agreement with Ujjain Smart City Limited and MRIDA, and may modify and update the Terms and Conditions of Ujjain Smart City Limited and MRIDA at the time and conditions of the Agreement.&nbsp;included in the contract.&nbsp;Ujjain Smart City Limited and MRIDA shall make such revised and updated versions of the Agreement available on the Ujjain Smart City Limited and MRIDA mobile application,&nbsp;or otherwise you will be notified of your acceptance of and your use of the Software.&nbsp;The then-current terms and conditions of the agreement.&nbsp;You agree that you will frequently check Ujjain Smart City Limited and MRIDA Mobile Application for any amendments and updates to the Agreement.</p><p><strong>1&nbsp;</strong><strong>many.&nbsp;</strong><strong>definitions.</strong></p><p><strong>1.1&nbsp;</strong><strong>Agreement&nbsp;</strong><strong>End&nbsp;</strong><strong>User&nbsp;</strong><strong>License&nbsp;</strong><strong>Agreement&nbsp;</strong><strong>,&nbsp;</strong><strong>Data&nbsp;</strong><strong>Processing&nbsp;</strong><strong>Addendum&nbsp;</strong><strong>,&nbsp;</strong><strong>and&nbsp;</strong><strong>Ujjain&nbsp;</strong><strong>Smart&nbsp;</strong><strong>City&nbsp;</strong><strong>Limited&nbsp;</strong><strong>and&nbsp;</strong><strong>MRIDA&nbsp;</strong><strong>mobile&nbsp;</strong><strong>application&nbsp;</strong><strong>use&nbsp;</strong><strong>consent&nbsp;</strong><strong>is&nbsp;</strong><strong>obtained&nbsp;</strong><strong>from&nbsp;</strong><strong>you&nbsp;</strong><strong>pursuant&nbsp;</strong><strong>to&nbsp;</strong><strong>your&nbsp;</strong><strong>sole&nbsp;</strong><strong>acceptance&nbsp;</strong><strong>.&nbsp;</strong><strong>_&nbsp;</strong><strong>Compromise&nbsp;</strong><strong>.</strong></p><p><strong>1.2&nbsp;</strong><strong>Data&nbsp;</strong><strong>Processing&nbsp;</strong><strong>Addendum&nbsp;</strong><strong>Ujjain&nbsp;</strong><strong>Smart&nbsp;</strong><strong>City&nbsp;</strong><strong>Limited&nbsp;</strong><strong>and&nbsp;</strong><strong>MRIDA may modify the terms of the Data Processing Addendum to&nbsp;</strong><strong>you</strong>&nbsp;, including Ujjain Smart City Limited and the MRIDA Mobile Application, and which Ujjain Smart City Limited and MRIDA provide or make available to you for the time being .&nbsp;From time to time, referred to as the Data Processing Appendix.</p><p><strong>1.3&nbsp;</strong><strong>Device</strong>&nbsp;A server, system, workstation, computer, mobile device, or end point on or through which the Software/Application is accessed and/or installed (whether real or virtual) shall be referred to as a device is done.</p><p><strong>1.4&nbsp;</strong><strong>Documentation</strong>&nbsp;shall mean the current Official User Documentation as prepared and provided to you by Ujjain Smart City Limited and MRIDA on your use of the Software/Application, which document, Ujjain Smart City Limited and MRIDA may update from time to time can.&nbsp;For the avoidance of doubt, if any installation guide or end user document has not been prepared or provided by Ujjain Smart City Limited and MRIDA, any online community site, unofficial documentation, white paper, or related media or feedback constitutes documentation does not.</p><p><strong>1.5&nbsp;</strong><strong>Ujjain&nbsp;</strong><strong>Smart&nbsp;</strong><strong>City&nbsp;</strong><strong>Limited&nbsp;</strong><strong>and&nbsp;</strong><strong>MRIDA&nbsp;</strong><strong>Marks</strong>&nbsp;means the Trademarks and Service Marks specifically approved for use by Ujjain Smart City Limited and MRIDA in connection with the sale of their Services to their Customers who use the Software.</p><p><strong>1.6&nbsp;</strong><strong>Ujjain&nbsp;</strong><strong>Smart&nbsp;</strong><strong>City&nbsp;</strong><strong>Limited&nbsp;</strong><strong>and&nbsp;</strong><strong>MRIDA&nbsp;</strong><strong>Materials</strong>&nbsp;shall mean, if applicable, Ujjain Smart City Limited and MRIDA Marketing Documents and other materials provided by Ujjain Smart City Limited and MRIDA on Ujjain Smart City Limited and MRIDA Mobile Application from time to time in Ujjain are provided for.&nbsp;The software that Smart City Limited and MRIDA use in connection with selling their services to their customers.</p><p><strong>1.7&nbsp;</strong><strong>Personal&nbsp;</strong><strong>data</strong>&nbsp;means any information that can be used to identify an individual.</p><p><strong>1.8&nbsp;</strong><strong>Audio&nbsp;</strong><strong>Guide&nbsp;</strong><strong>Appendix</strong>&nbsp;means the Additional Terms and Conditions that pertain to the Applicable Software or Documentation.</p><p><strong>1.9&nbsp;</strong><strong>SOFTWARE</strong>&nbsp;means the object code version of the Audio Guide, together with updates, new releases or versions, and modifications or enhancements, owned and provided by Ujjain Smart City Limited and MRIDA to You in accordance with this Agreement.</p><p><strong>1.10&nbsp;</strong><strong>Support</strong>&nbsp;means the standard maintenance or support provided by Ujjain Smart City Limited and MRIDA or its designated agents for the Software as set out in this Agreement.</p><p><strong>1.11&nbsp;</strong><strong>User&nbsp;</strong><strong>means</strong>&nbsp;the person authorized by you to use the Software and Documentation to which this Agreement is held&nbsp;<strong>.&nbsp;</strong>User(s) may include any public person.</p><p><strong>1.12&nbsp;</strong><strong>Virus&nbsp;</strong><strong>means&nbsp;</strong><strong>any&nbsp;</strong><strong>malicious code&nbsp;</strong><strong>,</strong>&nbsp;Trojan horse, malware, spam, virus or other destructive technology.</p><p><strong>1.13&nbsp;</strong><strong>Your&nbsp;</strong><strong>data</strong>&nbsp;or&nbsp;<strong>data</strong>&nbsp;means data, files, or information, including personal data, accessed, used, communicated, processed, stored, or submitted by You or Your User in connection with Your or Your User&#39;s use of the Software .</p><ol><li><strong>grant&nbsp;</strong><strong>of&nbsp;</strong><strong>use .</strong></li></ol><p><strong>2.1&nbsp;</strong><strong>Subscription.&nbsp;</strong>Upon purchase of the Services (if any) subject to your continued compliance with the terms and conditions of this Agreement, Ujjain Smart City Limited and MRIDA shall permit you to use this Application, with a limited, revocable, non-exclusive, non-exclusive gives grants.&nbsp;Transferable license for the applicable term to use the Software and Documentation internally, subject to all terms of the Agreement.&nbsp;a)<br />For each application received from Ujjain Smart City Limited and MRIDA, you may:</p><p>(i) use the Software on any device, unless the Documentation explicitly states otherwise;&nbsp;and, provided that the Content is not to be used with or without a proprietary notice and a notice that it will not be used for any transfer, distribution or sale.<br />You will only install n applications obtained directly from Ujjain Smart City Limited and MRIDA or Google Play Store or App Store.&nbsp;We may allow, provide or permit users to access or use the Software or Documentation in whole or in part.&nbsp;You agree that Ujjain Smart City Limited and MRIDA with the help of their affiliates, licensors and service providers may distribute the Software to you.&nbsp;During the period (as defined herein), Ujjain Smart City Limited and MRIDA may update or modify the Mahakal Audio Guide App and Documentation or to reflect changes in, among other things, laws, regulations, rules, technology, patterns Can provide alternative software and documentation for&nbsp;system usage, industry practices, and availability of third party programs,</p><p><strong>2.2&nbsp;</strong><strong>Perpetual&nbsp;</strong><strong>License&nbsp;</strong><strong>Legacy.&nbsp;</strong>Upon payment of the fee and subject to your continued compliance with the terms and conditions of this Agreement, Ujjain Smart City Limited and MRIDA hereby grant to you a permanent, non-exclusive, non-transferable subscription to the Software obtained on the basis of a perpetual license. Is.&nbsp;To use the Application and Documentation internally subject to all terms and conditions of the Agreement</p><p>For each software license obtained from Ujjain Smart City Limited and MRIDA, you may: (i) use the Software on a single device, unless the documentation explicitly states otherwise;&nbsp;And</p><p>&nbsp;</p><p>(b) when the software/application is loaded into temporary memory or placed in permanent memory on a device while it is in use (a hard drive or other storage media or device).&nbsp;You agree that you will only register the Software with Ujjain Smart City Limited and MRIDA and that you shall only install the Software License Key obtained directly from Ujjain Smart City Limited and MRIDA.&nbsp;You may allow, provide or permit your Users to access or use the Application or Documentation in whole or in part.&nbsp;You agree that Ujjain Smart City Limited and MRIDA with the help of their affiliates, licensors and service providers may distribute the Software to you.&nbsp;during the period (as defined here),&nbsp;Ujjain Smart City Limited and MRIDA may update or modify the Software and Documentation or provide alternative software and documentation to reflect changes in, inter alia, laws, regulations, system usage patterns, technology, industry.&nbsp;practices, and the availability of a third party program, although the provision of an alternative service or software will not physically reduce the level of functionality, functionality, security or availability of the services or software during the term.</p><p><strong>2.3&nbsp;</strong><strong>Evaluation&nbsp;</strong><strong>or&nbsp;</strong><strong>Beta&nbsp;</strong><strong>version.</strong>If the Software is provided to you for evaluation, beta, or release candidate purposes, Ujjain Smart City Limited and MRIDA grant you a limited, revocable, non-exclusive obligation to use the Software internally for evaluation purposes prior to purchase. , provide a non-transferrable license.&nbsp;or implementation, subject to the terms of this Agreement and your continued compliance with them.&nbsp;Notwithstanding any other terms in this Agreement, the Software and Documentation distributed as part of the BETA VERSION are provided &quot;AS IS&quot; and without any indemnity, liability, endorsement, or liability whatsoever, whether statutory, express, or are provided without warranty of any kind.&nbsp;All other terms of this Agreement apply to software licensed under an evaluation license,</p><ol><li><strong>use&nbsp;</strong><strong>restrictions&nbsp;</strong><strong>;&nbsp;</strong><strong>Responsibility.</strong></li></ol><p><strong>3.1&nbsp;</strong><strong>Use&nbsp;</strong><strong>restrictions&nbsp;</strong><strong>.&nbsp;</strong><strong>_</strong>&nbsp;You are not permitted to conduct any of the following: (i) supply, provide or use the Software or Documentation, in whole or in part, to persons other than You, except as specifically provided in this Agreement. to allow;&nbsp;(ii) copy, reproduce, republish, upload, post or transmit the Software or Documentation (except for archive or backup reasons, which may not be used for transfer, distribution or sale);&nbsp;(iii) license, sale, resale, rent, lease, transfer, sub-license, distribution, or otherwise transfer rights to the Software or Documentation;&nbsp;(iv) modify, translate, reverse engineer, decompile, disable, create derivative works, or otherwise attempt to obtain the source code of the Software or Documentation;&nbsp;(v) modify, translate, the source code of the Software or Documentation</p><p>(v) create, market, distribute add-ons or enhancements to the Software or Documentation, or incorporate the Software or Documentation into any other product, without the prior written consent of Ujjain Smart City Limited and MRIDA;&nbsp;(vi) remove any proprietary notices or labels on the Software or Documentation, unless authorized in writing by Ujjain Smart City Limited and MRIDA;&nbsp;(vii) remove any proprietary notices or labels on the Software or Documentation, unless (vii) the Software or Documentation is authorized in the License (a) if you (or any of your users) are a direct competitor (or an agent of the direct competitor) ) are) Ujjain Smart City Limited and MRIDA, (b) for benchmarking or competitive purposes, or (c) for any other reason;</p><p>(viii) use the Software to store or transmit infringing, defamatory, unlawful, or fraudulent material, or material in violation of any applicable laws;&nbsp;(ix) use software to store or transmit viruses;&nbsp;(x) interfere with, impair or impair the integrity or performance of the Software or any other third party&#39;s use of any software, hardware, equipment or network;&nbsp;or (xii) provide means to replace or disrupt the Software, including to circumvent technical limitations or usage limits of the Software, or to attempt to avoid any recurring charges.&nbsp;Any such prohibited use will immediately terminate your license for the Software.&nbsp;The software is intended for public domain use only.</p><p><strong>3.2&nbsp;</strong><strong>Usage.&nbsp;</strong>You and your use of the Software shall not exceed your rights to use the Software set forth in the Application.&nbsp;You are responsible for your use of the Software, including any unauthorized use.&nbsp;Ujjain Smart City Limited and MRIDA may monitor the usage of the software by all the users at any point of time.&nbsp;In addition, Ujjain Smart City Limited and MRIDA, or its designated representatives may, during regular business hours, at reasonable notice, access and review your data and records to verify your compliance with the terms and restrictions of this Agreement. shall have the right, including the limitations of any use.</p><p><strong>3.3&nbsp;</strong><strong>Your&nbsp;</strong><strong>obligations.</strong>You acknowledge, agree, and warrant that: (i) You are and will be responsible for Your Activity and compliance with this Agreement, and that You will, if You become aware of any breach, Your Software and Documentation and immediately terminate the access of the offending party to Ujjain Smart City Limited and MRIDA;&nbsp;and (ii) you shall immediately terminate the offending party&#39;s access to the Software and Documentation and notify Ujjain Smart City Limited and MRIDA;&nbsp;(ii) you and your users will comply with all applicable local, state, federal and international laws;&nbsp;(iii) You will use the Software only in accordance with the Documentation, and You shall ensure that the Software is installed on a supported platform as described in the Documentation and that the Software is used only with public domain;</p><p><strong>3.4&nbsp;</strong><strong>Injunctive&nbsp;</strong><strong>Relief.&nbsp;</strong>The parties agree that, in addition to any other remedy to which the non-infringing party may be entitled, any serious breach of this section 3 will result in irreparable damage, and that the non-infringing party The party may seek injunctive relief in a court of competent jurisdiction without posting the bond.</p><ol><li><strong>proprietary&nbsp;</strong><strong>rights.</strong></li></ol><p><strong>4.1&nbsp;</strong><strong>Ujjain&nbsp;</strong><strong>Smart&nbsp;</strong><strong>City&nbsp;</strong><strong>Limited&nbsp;</strong><strong>and&nbsp;</strong><strong>MRIDA&nbsp;</strong><strong>Materials.&nbsp;</strong>This section applies to you.&nbsp;Ujjain Smart City Limited and MRIDA therefore declare your non-agreement to use, reproduce and distribute Ujjain Smart City Limited and MRIDA Content in marketing and advertising materials distributed to customers, subject to the terms of this Agreement.&nbsp;Same.&nbsp;Ujjain Smart City Limited and MRIDA have no right to alter or create derivative works based on the Content (including any translation in any other language).</p><p><strong>4.2&nbsp;</strong><strong>Ownership&nbsp;</strong><strong>of&nbsp;</strong><strong>Intellectual&nbsp;</strong><strong>Property .</strong>&nbsp;Ujjain Smart City Limited and MRIDA Software, Ujjain Smart City Limited and MRIDA Contents, Ujjain Smart City Limited and MRIDA Marks by Mahakal Audio Guide App, and Documentation are licensed rather than sold.&nbsp;The use of the term &quot;Buy&quot; with a license granted under this Agreement does not imply a transfer of ownership.&nbsp;Except as expressly granted to you by Ujjain Smart City Limited and MRIDA under this Agreement, you acknowledge and agree that all copyrights, trademarks, patents, trade secrets, intellectual property (including without limitation, algorithms, The information collected and analyzed in respect of business processes, improvements, enhancements, modifications, derivative works, and software) and other proprietary rights belong to Ujjain Smart City Limited and MRIDA.</p><p>All rights, title and interest in the Content accessed through the Software are owned by the respective owner and may be protected under relevant intellectual property laws and treaties.&nbsp;You have no rights under this Agreement, including using such Content.&nbsp;You hereby grant Ujjain Smart City Limited and MRIDA a royalty-free, fully paid, worldwide, exclusive, transferable, sub-license to use or include any information, data, suggestions, enhancement requests, recommendations Provide qualified, irrevocable and perpetual licences.&nbsp;Other feedback relating to the software or documentation provided by you or your users in its products and services.&nbsp;Ujjain Smart City Limited and MRIDA reserve all rights not expressly granted to you under this Agreement.</p><p>There are no implied rights to the Software, Documentation, Ujjain Smart City Limited and MRIDA Contents, or Ujjain Smart City Limited and MRIDA Marks.</p><p><strong>4.3&nbsp;</strong><strong>Ownership&nbsp;</strong><strong>of&nbsp;</strong><strong>your&nbsp;</strong><strong>data .&nbsp;</strong>All copyrights, trademarks, patents, trade secrets, intellectual property, and other proprietary rights in and to your Data remain solely in the hands of you and your users.&nbsp;The rights of Ujjain Smart City Limited and MRIDA, as well as the Mahakal Audio Guide App, to access and use the information are limited to those expressly authorized in this Agreement.&nbsp;There are no additional implied rights with respect to your data.</p><ol><li><strong>Term&nbsp;</strong><strong>and&nbsp;</strong><strong>Termination.</strong></li></ol><p><strong>5.1&nbsp;</strong><strong>term.&nbsp;</strong>This Agreement shall commence on the Effective Date and shall continue for the time provided in the applicable form (&quot;Initial Service Period or Establishment Period&quot;) unless previously canceled pursuant to this Agreement.&nbsp;At the end of the Initial Services Term and any subsequent Renewal Terms (each with a &ldquo;Renewal Period,&rdquo; and the Initial Services Term, &ldquo;Term&rdquo;), the Agreement will automatically renew to the Continuous Renewal Terms.&nbsp;Unless otherwise prescribed by Ujjain Smart City Limited and MRIDA at the time of renewal or terminated as soon as stipulated in the contract, each renewal period shall be the same as the initial services period.&nbsp;This Agreement shall remain in force until terminated in accordance with the specific provisions of this Agreement when you hold a Permanent License.</p><p><strong>5.2&nbsp;</strong><strong>Your&nbsp;</strong><strong>Rights.</strong></p><p>(a) If you are being charged on a monthly basis, you may cancel this Agreement at any time by giving prior written notice of your decision to cancel Ujjain Smart City Limited and MRIDA, as well as the Mahakal Audio Guide App, .&nbsp;Your effective date of termination under this section 5.2(a) shall be the end of the first full calendar month after the receipt of termination notification by Ujjain Smart City Limited and MRIDA and Mahakal Audio Guide App.&nbsp;Notwithstanding anything to the contrary, if you terminate the contract pursuant to this section during the initial period, the fee charged for the final month of the contract shall be based on the full duty value or fixed prices, and (i) shall be charged The full charges for the last month of the contract will be based on the value or fixed prices,</p><p>(b) If you are charged on an annual basis, you may terminate this Agreement by giving written notice of your intention to terminate Ujjain Smart City Limited and MRIDA as well as Mahakal Audio Guide.&nbsp;At least thirty (30) days before the end of this Agreement period.</p><p><strong>5.3Termination&nbsp;</strong><strong>by&nbsp;</strong><strong>Ujjain&nbsp;</strong><strong>Smart&nbsp;</strong><strong>City&nbsp;</strong><strong>Limited&nbsp;</strong><strong>and&nbsp;</strong><strong>MRIDA&nbsp;</strong><strong>.</strong>&nbsp;Unless otherwise stipulated herein, and in addition to any other right or remedy of Ujjain Smart City Limited and MRIDA, Ujjain Smart City Limited and MRIDA may, upon thirty (30) days prior written notice or immediately terminate the Agreement: (i) if you become subject to bankruptcy or any other proceeding relating to insolvency, receipt, liquidation or assignment for the benefit of creditors;&nbsp;(ii) if you infringe or misuse Ujjain Smart City Limited and MRIDA and Mahakal Audio Guide App Intellectual Property Rights;&nbsp;(iii) if you breach this Agreement, including by failure to make any payment due hereunder;&nbsp;or (iv) in accordance with or in compliance with applicable law or our receipt of a court order, or other request by a law enforcement agency.</p><p><strong>5.4&nbsp;</strong><strong>Effect&nbsp;</strong><strong>of&nbsp;</strong><strong>Termination</strong>&nbsp;,&nbsp;No termination shall absolve you of any fee or other amount accruing or due to Ujjain Smart City Limited and MRIDA and Mahakal Audio Guide App through the effective date of termination.&nbsp;Whether charged on a monthly or annual basis, you will not receive a refund of any charges or payments prior to expiration, or credit for any charges, regardless of how much time is left in the current period.&nbsp;Effective date of expiry.&nbsp;Upon termination, without prejudice to Ujjain Smart City Limited and any other rights of MRIDA, you must discontinue use of the Software, and Ujjain Smart City Limited and MRIDA Marks, Ujjain Smart City Limited and MRIDA Materials and Documentation shall retain all your storage will lock the data and delete or return (at your request),&nbsp;Destroy Ujjain Smart City Limited and MRIDA Materials and Documentation and all material bearing the Ujjain Smart City Limited and MRIDA Marks.&nbsp;You further acknowledge and agree that You will receive Your Data or copies of Your Data from Ujjain Smart City Limited and MRIDA within five (5) business days of termination of this Agreement.&nbsp;Unless in accordance with our internal policies, contractual, legal, or other obligation, you acknowledge and agree that Ujjain Smart City Limited and MRIDA and Mahakal Audio Guide App have the right to delete your data, including any other All copies are included.&nbsp;Your data, once deleted, cannot be recovered.&nbsp;Sections 1 (Definitions), 4.3 (Ownership of Ujjain Smart City Limited and MRIDA Intellectual Property), 5.4 (Effect of Termination), 6-8 (Fees and Payments; Taxes; Data; Protection of Your Data; Confidential Information),</p><ol><li><strong>Fees&nbsp;</strong><strong>and&nbsp;</strong><strong>Payments&nbsp;</strong><strong>;&nbsp;</strong><strong>do</strong></li></ol><p><strong>6.1&nbsp;</strong><strong>Fees&nbsp;</strong><strong>and&nbsp;</strong><strong>Payments.&nbsp;</strong>All orders (if any) placed on acceptance by Ujjain Smart City Limited and MRIDA will be treated as final.&nbsp;Fees will be payable and payable as prescribed.&nbsp;Unless otherwise prescribed herein, the fee shall be at the standard rates of Ujjain Smart City Limited and MRIDA at the time of invoicing or, if applicable, as prescribed.&nbsp;If you fail to make the payment as required, Ujjain Smart City Limited and MRIDA, at its sole discretion, shall be entitled to: (i) suspend the license of the Application until you fulfill your pending obligations.</p><ol><li><strong>data&nbsp;</strong><strong>;&nbsp;</strong><strong>Security&nbsp;</strong><strong>of&nbsp;</strong><strong>your&nbsp;</strong><strong>data .</strong></li></ol><p><strong>7.1&nbsp;</strong><strong>Your&nbsp;</strong><strong>data.</strong>Ujjain Smart City Limited and MRIDA and its affiliates may delete your data or any other data, information, or the content of data or files, that may be used, stored, processed or otherwise used by you or your users in Ujjain Smart City Limited and MRIDA and Mahakal Audio guide app.&nbsp;In its sole discretion, it believes or is: (a) a virus;&nbsp;(b) illegal, abusive, defamatory, threatening, harmful, obscene, obscene, or obscene;&nbsp;(c) is used for the purpose of spamming, chain letter, or dissemination of objectionable material;&nbsp;(d) was found to have caused the offence, slander or harassment;&nbsp;or (e) infringe any third party&#39;s intellectual property rights or any other right.&nbsp;You agree that You are responsible for maintaining and protecting the backup of Your Data processed directly or indirectly using the Software and Ujjain Smart City Limited and MRIDA for the export of Your Data,&nbsp;is not responsible for failure to store, loss or corruption.&nbsp;,<br />You hereby grant Ujjain Smart City Limited and MRIDA a non-exclusive, royalty-free, worldwide, fully paid, transferable license in order to assist in the necessary operation and functioning of the Software, Ujjain Smart City Limited and To improve MRIDA products.&nbsp;and the Services and your experience with them, and for any purpose set out in this Agreement or in accordance with the Ujjain Smart City Limited and MRIDA Privacy Notice that Ujjain Smart City Limited and MRIDA provides or makes available to you, including Ujjain Smart City Limited and MRIDA City Ltd. is also included.&nbsp;and MRIDA&#39;s website and mobile application, which Ujjain Smart City Limited and MRIDA may update or modify from time to time, and which is incorporated in this Agreement by reference.</p><p>You represent and warrant that you and your User, in connection with the processing of personal data herein, shall be deemed the data controller (and Ujjain Smart City Limited and MRIDA, the data processor) and the purpose and manner of such personal data. will determine.&nbsp;is or will be processed.</p><p><strong>7.2&nbsp;</strong><strong>Security&nbsp;</strong><strong>of&nbsp;</strong><strong>data .&nbsp;</strong>Each party must take appropriate administrative, physical, technical and organizational steps to protect confidential information and personal data.&nbsp;Ujjain Smart City Limited and MRIDA and its affiliates will process personal data in accordance with the Data Processing Appendix, which is incorporated in this context.&nbsp;You are responsible for ensuring that the security of the Software is appropriate for your intended use and the storage, or processing, of personal data.</p><p>&nbsp;</p><ol><li><strong>Limited&nbsp;</strong><strong>Warranty&nbsp;</strong><strong>and&nbsp;</strong><strong>Warranty&nbsp;</strong><strong>Disclaimer.</strong></li></ol><p><strong>warranty&nbsp;</strong><strong>disclaimer</strong>,&nbsp;Except as expressly warranted, the Software, Documentation, Ujjain Smart City Limited and MRIDA Materials, Ujjain Smart City Limited and MRIDA marks, endorsements, and all other products and services provided under the Software, which are provided under the Software are done.&nbsp;(collectively, for the purposes of this paragraph, the &quot;Product&quot;), provided on an &quot;as is&quot; and &quot;as available&quot; basis.&nbsp;Except as expressly stated, to the maximum extent permitted under applicable law, Ujjain Smart City Limited and MRIDA disclaims and excludes any representations and warranties of any kind, express, rights, rights, representations or warranties of any kind.&nbsp;title, non-infringement, accuracy, reliability, security, loss or corruption of data, continuity,&nbsp;or absence of defect relating to the products or the consequences of the same.&nbsp;Ujjain Smart City Limited and MRIDA do not guarantee that the products, including any specifications or functions, will meet your requirements or that defects in them will be corrected.<br />UJJAIN SMART CITY LTD and MRIDA specifically disclaim liability for third-party products and services with which you may use the Software, and you specifically disclaim UJJASPITY and any rights.&nbsp;Services.</p><ol><li><strong>compensation.</strong></li></ol><p><strong>9.1&nbsp;</strong><strong>Ujjain&nbsp;</strong><strong>Smart&nbsp;</strong><strong>City&nbsp;</strong><strong>Limited&nbsp;</strong><strong>and&nbsp;</strong><strong>MRIDA&nbsp;</strong><strong>and&nbsp;</strong><strong>Mahakal&nbsp;</strong><strong>Audio&nbsp;</strong><strong>Guide&nbsp;</strong><strong>App&nbsp;</strong><strong>indemnity.</strong>Subject to section 11 below, Ujjain Smart City Limited and MRIDA will indemnify, defend and hold you harmless from any third party claim brought against you that the Services, Software, Documentation, Ujjain Smart City Limited and MRIDA Content, or Ujjain Smart Citi Ltd. and the MRIDA Marks infringes or abuses any patent, copyright, trademark, trade secret, or other intellectual property rights of any third party (an &quot;Infringement Claim&quot;), provided that: (i) the Services, Software, Ujjain SMART CITY LIMITED&#39;s use of and MRIDA Materials by you, and the Ujjain SMART CITY LIMITED and MRIDA Marks are in conformity with the Agreement and Documentation;&nbsp;(ii) the alleged infringement is not due to modification or alteration of the Services, Software, Documentation, Ujjain Smart City Limited and MRIDA Content, or the Ujjain Smart City Limited and MRIDA Marks;&nbsp;(iii) the alleged infringing services,&nbsp;The Software, Documentation, Ujjain Smart City Limited and MRIDA Content, or the combination or use of Ujjain Smart City Limited and MRIDA Marks, was not supplied by Ujjain Smart City Limited and MRIDA with products or materials;&nbsp;and/or (iv) you are informed of the alleged breach and the Services, Software, Documentation, Ujjain Smart City Limited and MRIDA avoids the alleged infringement.&nbsp;The indemnity obligations of Ujjain Smart City Limited and MRIDA rest with you: (i) promptly notify Ujjain Smart City Limited and MRIDA in writing of the claim of breach;&nbsp;(ii) to provide Ujjain Smart City Limited and MRIDA the sole control of the selection, defense and settlement of the infringement claim of counsel;&nbsp;and (iii) the appropriate assistance required by Ujjain Smart City Limited and MRIDA for defense and settlement of the infringement claim,&nbsp;Providing information and rights.&nbsp;This section states Ujjain Smart City Limited and MRIDA&#39;s sole liability (and shall be your sole and exclusive remedy) in respect of claims of infringement.</p><p><strong>9.2&nbsp;</strong><strong>Your&nbsp;</strong><strong>compensation.&nbsp;</strong>You agree to indemnify, defend and hold Ujjain Smart City Limited and MRIDA and its affiliates, and its officers, employees and agents from any claims, liabilities, damages, costs and expenses (including attorneys&#39; fees and expenses) .&nbsp;) arising from or due to: (i) your data;&nbsp;(ii) your (or your user&#39;s) breach of this Agreement;&nbsp;(iii) your (or your user&#39;s) use of the Software or Documentation or Ujjain Smart City Limited and MRIDA Content is infringing on the rights of third parties including any intellectual property or privacy rights, or any applicable laws;&nbsp;or (iv) your (or your user) misuse of the Software or Documentation, Ujjain Smart City Limited and MRIDA Materials, or the Ujjain Smart City Limited and MRIDA Marks.</p><ol><li><strong>limitation&nbsp;</strong><strong>of&nbsp;</strong><strong>liability .</strong></li></ol><p>To the maximum extent permitted by applicable law, (i) in no event shall Ujjain Smart City Limited and MRIDA or its affiliates, or its or their directors, employees, employees, or agents, refer to any company, any company.&nbsp;Incidental, consequential, punitive, statutory or exemplary damages, including but not limited to profit, lost or corrupted data, loss of goodwill, interruption of work, failure of any equipment or other material defect.&nbsp;Software, Documentation, Ujjain Smart City Limited and MRIDA Materials relating to this Agreement, or other products or services provided thereunder, even if they have been advised of that potential (including negligence), law, indemnity or otherwise) on which any such liability is based;&nbsp;and (II) Ujjain Smart City Limited and MRIDA and its affiliates, and its and their directors,&nbsp;The total liability of the employees, and agents, and the sole remedy, the sole remedy available to you, regarding Ujjain Smart City Limited and MRIDA Content, or any other products or services provided thereunder, shall be limited to the termination of this Agreement and shall not exceed the aggregate amount to be paid under the damages.&nbsp;for termination.</p><p><strong>Contact&nbsp;</strong><strong>_</strong></p><p>If you have any questions regarding EULAs while using the app, or have any questions about our practices, please contact us via email at _________.</p>",
        "more": "Show more",
        "less": "Show less",
        "skip": "Yes",
        "skip_video": "You have reached near other location. Do you want to listen audio now?",
        "provide_necessary_info": "Please provide the necessary Information",
        "your_name": "Your Name",
        "number_of_guests": "Number of Guests",
        "enter_number_of_guests": "Enter Number of Guests",
        "history": "History",
        "sr_no": "Sr.No",
        "name": "Name",
        "date": "Date",
        "time": "Time",
        "guests": "Guests",
        "qrcode_entry_point": "Show Below QR code at entry point",
        "thank_you_for_visiting": "Thank you for visiting",
        "view_all": "View all",
        "fill_above_info": "Please fill above information",
        "scan_qr": "Scan QR",
        "guests_entered": "Guests Entered",
        "total_guests": "Total Guests",
        "qr_expired": "QR code is expired",
        "wrong_qr": "QR code is wrong",
        "thank_you": "Thank you for visit",
        "delete_request_desc": "Do you want to delete your request?",
        "today": "Today",
        "weekly": "Weekly",
        "monthly": "Monthly",
        "delete_account": "Delete Account",
        "delete_msg": "Your account has been deleted successfully",
        "delete_account_desc": "Do you want to delete your account ?",
        "resend_in": "Resend In",
        "about_bhaghat_singh": "About Bhaghat Singh",

        "enable_bluetooth": "Enable Bluetooth",
        "please_enable_bluetoothon_yourdevice": "Please enable Bluetooth on your device.",
        "enable": "Enable",
        "improve_bluetooth_accuracy": "To improve Bluetooth accuracy, please enable Bluetooth on your device.",
        "steps_toturnon_bluetooth": "Steps to turn on Bluetooth",
        "open_settings": "1. Open Settings: ",
        "go_toyour_device": "Go to your device's home screen and tap on the Settings app.",
        "go_to_Bluetooth_dialog": "2. Go to Bluetooth: ",
        "depending_onyour_device": "Depending on your device, tap on Connections or directly on Bluetooth.",
        "enable_bluetooth_dialog": "3. Enable Bluetooth: ",
        "toggle_switch": "Toggle the switch to turn Bluetooth on.",
        "go_to_bluetooth": "Go To Bluetooth",

        "grant_following_permissions": "Grant Following permissions",
        "need_following_permissions": "Bhagat Singh Museum  needs following permission to for better app experience",
        "geolocation": "Geolocation",
        "tap_to_grant_permission": "Tap on button to grant permission.",
        "bluetooth": "Bluetooth",
        "continue": "Continue",
        "granted": "Granted",
        "denied": "Denied",
        "grant": "Grant",
        "permissions_require":  "All the permissions are required, Please grant"

    }
}